[{"id":"649","id_oficina":"57","lang":"esp","descripcion":"<p>Cuatrecasas cuenta con un equipo de m&aacute;s de 20 abogados en Alicante de diversas especialidades que ofrece a las empresas de la zona un completo asesoramiento en todos los &aacute;mbitos del derecho de empresa.<br \/><br \/>Asesoramos de manera recurrente a muchas empresas alicantinas en materia jur&iacute;dico-fiscal-laboral, y tenemos amplia experiencia en el asesoramiento en asuntos contenciosos y concursales, operaciones inmobiliarias o de reestructuraci&oacute;n, as&iacute; como en el asesoramiento a empresas familiares.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><strong>Cobertura de nuestro despacho de abogados en Alicante<\/strong><br \/><br \/>En coordinaci&oacute;n con nuestra oficina de Valencia,&nbsp;nuestros abogados en Alicante dan&nbsp;cobertura a toda la Comunidad Valenciana y a la Regi&oacute;n de Murcia. Nuestra extensa red de oficinas en la Pen&iacute;nsula y principales mercados internacionales nos permite cubrir las necesidades de&nbsp; nuestros clientes en otras jurisdicciones.<\/p>","tags":"alicante, cuatrecasas gonçalves pereira, abogados","ciudad":"Alicante","pais":"España"},{"id":"650","id_oficina":"57","lang":"por","descripcion":"<p>O nosso escrit&oacute;rio de Alicante conta com uma equipa de mais de 20 advogados de diversas especialidades que oferece &agrave;s empresas da zona uma completa assessoria em todas as &aacute;reas do Direito Empresarial.<br \/><br \/>Assessoramos de forma habitual muitas empresas de Alicante em mat&eacute;ria jur&iacute;dica, fiscal e laboral, e temos ampla experi&ecirc;ncia no aconselhamento em assuntos litigiosos, insolv&ecirc;ncias, opera&ccedil;&otilde;es imobili&aacute;rias ou de reestrutura&ccedil;&atilde;o, bem como na assessoria a empresas familiares.<br \/><br \/>Em coordena&ccedil;&atilde;o com o nosso escrit&oacute;rio de Valencia, damos cobertura a toda a Comunidade Valenciana e &agrave; Regi&atilde;o de M&uacute;rcia. A nossa extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais permite-nos responder &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es.<\/p>","tags":"alicante, cuatrecasas gon?alves pereira, advogados","ciudad":"Alicante","pais":"Espanha"},{"id":"651","id_oficina":"57","lang":"eng","descripcion":"<p>With a team of over 20 lawyers from different specialty areas, our Alicante office offers local companies comprehensive advisory services in all areas of business law.<br \/><br \/>In addition to providing ongoing advice to many Alicante companies on legal, tax and labor issues, we have extensive experience advising on litigation and bankruptcy issues, real estate and restructuring transactions, and family business matters.<br \/><br \/>With our Valencia office, we offer services throughout the autonomous regions of Valencia and Murcia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"alicante, cuatrecasas gon?alves pereira, lawyers","ciudad":"Alicante","pais":"Spain"},{"id":"652","id_oficina":"56","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en Barcelona es una de nuestras sedes centrales, junto con Madrid y Lisboa. En nuestra oficina de Barcelona trabajan cerca de 300 abogados especializados en todos los &aacute;mbitos del derecho de empresa. Somos la firma de referencia en Catalu&ntilde;a.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><strong>Cobertura de nuestro despacho de abogados en Barcelona<\/strong><br \/><br \/>Nuestros abogados de la oficina de Barcelona han asesorado en numerosas operaciones que han marcado la actividad econ&oacute;mica y empresarial de Catalu&ntilde;a y el conjunto de Espa&ntilde;a. Destaca nuestro dinamismo en operaciones internacionales de primer nivel y la relaci&oacute;n de confianza con gran parte del tejido empresarial catal&aacute;n. Contamos con especialistas en todas las pr&aacute;cticas del derecho de empresa y sectoriales.<br \/><br \/><em>Chambers &amp; Partners<\/em> nos posiciona como firma l&iacute;der en todas las &aacute;reas de pr&aacute;ctica analizadas en su secci&oacute;n espec&iacute;fica para Barcelona.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><br \/><br \/><\/p>","tags":"barcelona, cuatrecasas gon?alves pereira, abogados","ciudad":"Barcelona","pais":"España"},{"id":"653","id_oficina":"56","lang":"por","descripcion":"<p>Barcelona &eacute; uma das nossas sedes centrais, juntamente com Madrid e Lisboa. No nosso escrit&oacute;rio de Barcelona, trabalham cerca de 300 advogados especializados em todas as &aacute;reas do Direito das sociedades. Somos o escrit&oacute;rio de refer&ecirc;ncia na Catalunha.<br \/><br \/>Prest&aacute;mos assessoria em in&uacute;meras opera&ccedil;&otilde;es que marcaram a actividade econ&oacute;mica e empresarial da Catalunha e o conjunto de Espanha. Destaca-se o nosso dinamismo em opera&ccedil;&otilde;es internacionais de primeiro n&iacute;vel e a rela&ccedil;&atilde;o de confian&ccedil;a com grande parte do tecido empresarial catal&atilde;o. Contamos com especialistas em todas as &aacute;reas do Direito das sociedades e sectoriais.<br \/><br \/>O <em>Chambers &amp; Partners<\/em> posiciona-nos como sociedade l&iacute;der em todas as &aacute;reas de especialidade analisadas na sua sec&ccedil;&atilde;o espec&iacute;fica para Barcelona.<\/p>\r\n<p>&nbsp;<\/p>","tags":"barcelona, cuatrecasas gon?alves pereira, advogados","ciudad":"Barcelona","pais":"Espanha"},{"id":"654","id_oficina":"56","lang":"eng","descripcion":"<p>Our Barcelona office, one of our head offices with Madrid and Lisbon, has almost 300 lawyers specializing in all areas of business law. We are the benchmark law firm in Catalonia.<br \/><br \/>We have advised on many transactions that are key to the economic and business activity in Catalonia and Spain. We highlight our participation in top-level international transactions and our long-lasting relationships with many companies in the Catalan business sector. Our lawyers are experts in all areas of business law and have industry-specific expertise.<br \/><br \/><em>Chambers &amp; Partners<\/em> ranks us as the leading law firm in all practice areas analyzed in its section for Barcelona.<\/p>","tags":"barcelona, cuatrecasas gon?alves pereira, lawyers","ciudad":"Barcelona","pais":"Spain"},{"id":"655","id_oficina":"71","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en Bilbao, creada en 1939, es, por antig&uuml;edad, la segunda oficina de la Firma. Conjuga una s&oacute;lida implantaci&oacute;n en el &aacute;mbito empresarial del Pa&iacute;s Vasco y comunidades lim&iacute;trofes con una pr&aacute;ctica jur&iacute;dica desarrollada por un equipo altamente cualificado y conocedor del mundo de los negocios, las instituciones y la fiscalidad de Euskadi. <br \/><br \/>Con oficinas en Bilbao, San Sebasti&aacute;n y Vitoria-Gasteiz, sus m&aacute;s de 50 abogados defienden los intereses de las principales compa&ntilde;&iacute;as con sede en el Pa&iacute;s Vasco, ayud&aacute;ndolas a desarrollar su negocio mediante instrumentos jur&iacute;dicos que contribuyen a su expansi&oacute;n, mejora de gesti&oacute;n y posici&oacute;n competitiva en los mercados.<\/p>","tags":"bilbao, cuatrecasas gon?alves pereira, abogados","ciudad":"Bilbao","pais":"España"},{"id":"656","id_oficina":"71","lang":"por","descripcion":"<p>Criado em 1939, o escrit&oacute;rio da Cuatrecasas&nbsp;de Bilbao &eacute; o segundo mais antigo da&nbsp;Sociedade em Espanha. Alia uma s&oacute;lida implanta&ccedil;&atilde;o no&nbsp;contexto empresarial do Pa&iacute;s Basco e comunidades lim&iacute;trofes,&nbsp;a uma pr&aacute;tica jur&iacute;dica desenvolvida por uma equipa de advogados altamente qualificados e conhecedores do mercado, das institui&ccedil;&otilde;es e da fiscalidade de Euskadi. <br \/><br \/>Atrav&eacute;s dos escrit&oacute;rios de Bilbao, S&atilde;o Sebasti&atilde;o e Vitoria-Gasteiz,&nbsp;mais de 50 advogados&nbsp;da Sociedade&nbsp;defendem os interesses das principais empresas com sede no Pa&iacute;s Basco, ajudando-as a desenvolver as suas actividades mediante a disponibiliza&ccedil;&atilde;o de&nbsp;instrumentos jur&iacute;dicos que contribuem&nbsp;para a&nbsp;sua expans&atilde;o, melhoria da gest&atilde;o e da sua posi&ccedil;&atilde;o nos mercados.<\/p>","tags":"bilbao, cuatrecasas gon?alves pereira, advogados","ciudad":"Bilbao","pais":"Espanha"},{"id":"657","id_oficina":"71","lang":"eng","descripcion":"<p>Founded in 1939, Cuatrecasas&nbsp;Bilbao is the firm's second oldest office. It combines solid roots in the Basque Country's business community and nearby regions with a highly qualified team of lawyers who are experts in the Basque Country's commercial, institutional and tax practices. <br \/><br \/>With offices in Bilbao, San Sebasti&aacute;n and Vitoria, over 50 lawyers protect the interests of major companies established in the Basque Country, helping them develop their business by using legal structures that contribute to their expansion, improved management and increasing competitiveness.<\/p>","tags":"bilbao, cuatrecasas gon?alves pereira, lawyers","ciudad":"Bilbao","pais":"Spain"},{"id":"658","id_oficina":"96","lang":"esp","descripcion":"<p>Inauguramos&nbsp;la oficina de Cuatrecasas en Bruselas en 1986. <br \/><br \/>Asesoramos en cuestiones relativas a la Uni&oacute;n Europea y a sus instituciones a trav&eacute;s de un equipo de&nbsp;abogados expertos en derecho de la competencia y temas comunitarios. Tenemos capacidad para trabajar en varios idiomas y conocemos bien la legislaci&oacute;n y el procedimiento comunitario, sus instituciones y las personas que en el seno de las mismas toman las decisiones que afectan a todas las empresas de la UE.<br \/><br \/>Contamos con amplia experiencia en litigios ante los tribunales comunitarios, tanto ante el Tribunal General como el Tribunal de Justicia de la UE, ambos con sede en Luxemburgo. Asesoramos en derecho de la competencia y ayudas de estado, derecho aduanero de la Uni&oacute;n, contrataci&oacute;n p&uacute;blica, derecho alimentario, regulaci&oacute;n de la industria farmac&eacute;utica y de los productos qu&iacute;micos, as&iacute; como en otros aspectos directamente relacionados con la implementaci&oacute;n del mercado interior.<br \/><br \/>En los &uacute;ltimos a&ntilde;os, Global Competition Review destaca nuestra pr&aacute;ctica como una de las 100 mejores firmas jur&iacute;dicas del mundo. Los principales directorios jur&iacute;dicos, entre ellos Chambers and Partners y&nbsp;Legal 500, tambi&eacute;n reconocen como l&iacute;der nuestra pr&aacute;ctica de derecho de la UE.<\/p>","tags":"bruselas, cuatrecasas gon?alves pereira, abogados","ciudad":"Bruselas","pais":"Bélgica"},{"id":"659","id_oficina":"96","lang":"por","descripcion":"<p>Inauguramos o nosso escrit&oacute;rio de Bruxelas em 1986. Prestamos assessoria em quest&otilde;es relativas &agrave; Uni&atilde;o Europeia e &agrave;s suas institui&ccedil;&otilde;es, atrav&eacute;s de uma equipa de profissionais especializados em Direito da Concorr&ecirc;ncia e temas comunit&aacute;rios. Temos capacidade para trabalhar em v&aacute;rios idiomas, e conhecemos bem a legisla&ccedil;&atilde;o e os procedimentos comunit&aacute;rios, as suas institui&ccedil;&otilde;es e as pessoas que, no seio das mesmas, tomam as decis&otilde;es que afectam todas as empresas da UE.<br \/><br \/>Contamos com ampla experi&ecirc;ncia em lit&iacute;gios junto dos tribunais comunit&aacute;rios, tanto perante o Tribunal Geral, como perante o Tribunal de Justi&ccedil;a da UE, ambos com sede no Luxemburgo. Prestamos assessoria em Direito da Concorr&ecirc;ncia e ajudas estatais, Direito Aduaneiro da Uni&atilde;o Europeia, contrata&ccedil;&atilde;o p&uacute;blica, Direito Alimentar, regula&ccedil;&atilde;o da ind&uacute;stria farmac&ecirc;utica e dos produtos qu&iacute;micos, bem como noutros aspectos directamente relacionados com a implementa&ccedil;&atilde;o do mercado interno.<br \/><br \/>Nos &uacute;ltimos anos, a Global Competition Review destaca o nosso escrit&oacute;rio como uma das 100 melhores sociedades de advogados do mundo. Os principais direct&oacute;rios jur&iacute;dicos, entre os quais o Chambers and Partners e Legal 500, tamb&eacute;m reconhecem como l&iacute;der a nossa pr&aacute;tica de Direito da UE.<\/p>","tags":"bruxelas, cuatrecasas gon?alves pereira, advogados","ciudad":"Bruxelas","pais":"Bélgica"},{"id":"660","id_oficina":"96","lang":"eng","descripcion":"<p>In 1986, we established our Brussels office, where our team of legal experts in competition and EC law handle all EU-related issues and institutions. Working in several languages, we have in-depth knowledge of EU legislation, procedures and institutions, and experience dealing with EU officials.<br \/><br \/>We have extensive litigation experience before the General Court and the European Court of Justice of the EU in Luxembourg, and also advise on competition and state aid, customs law, public procurement, food law, regulation of pharmaceuticals and chemicals, and other issues directly related to the internal market.<br \/><br \/>In recent years, Global Competition Review have recognized our practice in the world's top 100 law firms. Leading legal directories, including Chambers and Partners and&nbsp;Legal 500, also consistently acknowledge it as a leading EU law practice.<\/p>","tags":"brussels, cuatrecasas gon?alves pereira, lawyers","ciudad":"Brussels","pais":"Belgium"},{"id":"661","id_oficina":"97","lang":"esp","descripcion":"<p>Estamos presentes en Casablanca desde el a&ntilde;o 2007 y actualmente trabajamos de forma integrada con Gide, Loyrette Nouel. Ello nos permite ofrecer un servicio de primer nivel en Marruecos y en el norte de &Aacute;frica.<br \/><br \/>Cubrimos todas las &aacute;reas del derecho empresarial marroqu&iacute; e internacional. Los 17 abogados que componen el equipo de la oficina de Casablanca prestan servicios jur&iacute;dicos de alta calidad a empresas nacionales e internacionales que invierten en Marruecos y a empresas marroqu&iacute;es que invierten en Europa, especialmente en la Pen&iacute;nsula Ib&eacute;rica y Francia. Asimismo, en colaboraci&oacute;n con los equipos locales de Angola y Mozambique y nuestros abogados del African Desk, ofrecemos un servicio integral para aquellos clientes con intereses en otras zonas del continente africano.<br \/><br \/>Contamos con amplia experiencia en operaciones nacionales y transnacionales en todas las ramas del derecho, especialmente en materia de fusiones y adquisiciones, derecho mercantil-financiero, fiscal, laboral, derecho p&uacute;blico y de la energ&iacute;a, as&iacute; como en derecho inmobiliario.<\/p>","tags":"casablanca, cuatrecasas gon?alves pereira, abogados","ciudad":"Casablanca","pais":"Marruecos"},{"id":"662","id_oficina":"97","lang":"por","descripcion":"<p>Estamos presentes em Casablanca desde 2007 e actualmente trabalhamos de forma integrada com a Gide, Loyrette Nouel. Isto permite-nos oferecer um servi&ccedil;o de primeiro n&iacute;vel em Marrocos e no norte de &Aacute;frica.<br \/><br \/>Cobrimos todas as &aacute;reas do direito empresarial marroquino e internacional. Os 17 advogados que comp&otilde;em a equipa prestam servi&ccedil;os jur&iacute;dicos de alta qualidade a empresas nacionais e internacionais que investem em Marrocos e a empresas marroquinas que investem na Europa, sobretudo na Pen&iacute;nsula Ib&eacute;rica e em Fran&ccedil;a. Al&eacute;m disso, em colabora&ccedil;&atilde;o com as equipas locais de Angola e Mo&ccedil;ambique, e os nossos advogados do African Desk, oferecemos um servi&ccedil;o integral para aqueles clientes com interesses noutras zonas do continente africano.<br \/><br \/>Contamos com ampla experi&ecirc;ncia em opera&ccedil;&otilde;es nacionais e transnacionais em todos os ramos do direito, especialmente em mat&eacute;ria de fus&otilde;es e aquisi&ccedil;&otilde;es, direito comercial financeiro, fiscal, laboral, direito p&uacute;blico e da energia, bem como em direito imobili&aacute;rio.<\/p>","tags":"casablanca, cuatrecasas gon?alves pereira, advogados","ciudad":"Casablanca","pais":"Marrocos"},{"id":"663","id_oficina":"97","lang":"eng","descripcion":"<p>We are established in Casablanca since 2007, and we currently are integrated with Gide, Loyrette Nouel. This allows us to offer first-class advice in Morocco and in North Africa.<br \/><br \/>We advise on all areas of Moroccan and international business law. Our team has 17 lawyers providing a top-quality legal service, advising national and international companies investing in Morocco, and Moroccan companies investing in Europe, specifically the Iberian Peninsula and France. With the Angola and Mozambique teams, and the African Desk lawyers, we offer comprehensive services to clients with business interests in other African regions.<br \/><br \/>We have extensive experience in national and crossborder transactions in all areas of law, especially M&amp;A, financial and corporate, tax, labor and employment, public, energy, and real estate law.<\/p>","tags":"casablanca, cuatrecasas gon?alves pereira, lawyers","ciudad":"Casablanca","pais":"Morocco"},{"id":"664","id_oficina":"72","lang":"esp","descripcion":"<p>Cuatrecasas cuenta con una oficina en Girona donde ofrecemos asesoramiento en todos los &aacute;mbitos del derecho de empresa a trav&eacute;s de un equipo de m&aacute;s de 20 abogados altamente especializados.<br \/><br \/>Asesoramos a algunas de las principales empresas de Girona de manera recurrente en asuntos fiscales, contenciosos, laborales, mercantiles y p&uacute;blico. Destaca en la oficina de Cuatrecasas en Girona nuestro asesoramiento en fiscalidad corporativa, planificaciones fiscales y reestructuraciones empresariales, especialmente para empresas familiares.<br \/><br \/>En coordinaci&oacute;n con nuestras oficinas de Barcelona y Lleida, losa abogados de Cuatrecasas asesoran a las empresas en toda Catalu&ntilde;a. Nuestra extensa red de oficinas en la Pen&iacute;nsula y principales mercados internacionales nos permite cubrir las necesidades de nuestros clientes en otras jurisdicciones.<\/p>","tags":"girona, cuatrecasas gon?alves pereira, abogados","ciudad":"Girona","pais":"España"},{"id":"665","id_oficina":"72","lang":"por","descripcion":"<p>Em Girona, oferecemos assessoria em todas as &aacute;reas do Direito das sociedades, atrav&eacute;s de uma equipa de mais de 20 advogados altamente especializados.<br \/><br \/>Assessoramos algumas das principais empresas de Girona de forma recorrente, em assuntos fiscais, contenciosos, laborais, comerciais e p&uacute;blico. Destacamos a nossa assessoria em fiscalidade corporativa, planifica&ccedil;&otilde;es fiscais e reestrutura&ccedil;&otilde;es empresariais, sobretudo para empresas familiares.<br \/><br \/>Em coordena&ccedil;&atilde;o com os nossos escrit&oacute;rios de Barcelona e Lleida, assessoramos empresas em toda a Catalunha. A nossa extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais permite-nos dar resposta &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es.<\/p>","tags":"girona, cuatrecasas gon?alves pereira, advogados","ciudad":"Girona","pais":"Espanha"},{"id":"666","id_oficina":"72","lang":"eng","descripcion":"<p>In Girona, we advise on all areas of business law through our team of over 20 highly specialized lawyers.<br \/><br \/>We provide ongoing advice to some of the main Girona companies on tax, litigation, labor, corporate and public&nbsp;issues. We highlight our advisory services in corporate taxation, tax planning and business restructuring, particularly for family businesses.<br \/><br \/>With our Barcelona and Lleida offices, we advise companies throughout Catalonia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"girona, cuatrecasas gon?alves pereira, lawyers","ciudad":"Girona","pais":"Spain"},{"id":"667","id_oficina":"162","lang":"esp","descripcion":"<p>Es la oficina donde se ubica la Direcci&oacute;n General de Cuatrecasas en Portugal. Ubicada en pleno coraz&oacute;n de Lisboa, la oficina cuenta con m&aacute;s de 120 abogados expertos en todos los &aacute;mbitos del derecho de empresa.<br \/><br \/>La oficina de Cuatrecasas en Lisboa se inaugur&oacute; en 1928 y est&aacute; dirigida por la socia Maria Jo&atilde;o Ricou. Cuatrecasas es uno de los principales despachos de abogados de Portugal, y desde la oficina de Lisboa se han articulado algunas de las operaciones de mayor envergadura del mercado portugu&eacute;s.<\/p>","tags":"lisboa, cuatrecasas gon?alves pereira, abogados","ciudad":"Lisboa","pais":"Portugal"},{"id":"668","id_oficina":"162","lang":"por","descripcion":"<p>A Cuatrecasas tem as suas ra&iacute;zes portuguesas no escrit&oacute;rio de Lisboa fundado em 1928 pelo Prof. Armando Gon&ccedil;alves Pereira, o qual cedo se destacou pela independ&ecirc;ncia no exerc&iacute;cio da advocacia e por uma actividade marcadamente associada ao investimento estrangeiro, caracter&iacute;sticas que vieram a ter continuidade sob a direc&ccedil;&atilde;o do Prof. Andr&eacute; Gon&ccedil;alves Pereira. A consolida&ccedil;&atilde;o como um escrit&oacute;rio de refer&ecirc;ncia no mercado nacional, a par de uma forte aposta na sua internacionaliza&ccedil;&atilde;o e, finalmente, a integra&ccedil;&atilde;o com uma das maiores sociedades de advogados espanhola, levaram ao que &eacute; hoje a sociedade de advogados ib&eacute;rica Cuatrecasas. Em Portugal, a Cuatrecasas tem escrit&oacute;rios em Lisboa e Porto e &eacute; actualmente dirigida pela s&oacute;cia Maria Jo&atilde;o Ricou.<br \/><br \/>Situado no centro da cidade, o escrit&oacute;rio de Lisboa conta com mais de 120 advogados,&nbsp;com experi&ecirc;ncia espec&iacute;fica nas v&aacute;rias &aacute;reas do Direito, e com um vasto percurso em opera&ccedil;&otilde;es&nbsp;de grande dimens&atilde;o e complexidade, combinando a pr&aacute;tica jur&iacute;dica tradicional, com o conhecimento especializado requerido para cada caso.<\/p>","tags":"lisboa, cuatrecasas gon?alves pereira, advogados","ciudad":"Lisboa","pais":"Portugal"},{"id":"669","id_oficina":"162","lang":"eng","descripcion":"<p>The head office of Cuatrecasas in Portugal is located in the heart of Lisbon and is home to more than 120 lawyers, experts in all areas of business law. <br \/><br \/>The Lisbon office opened in 1928, and is led by partner Maria Jo&atilde;o Ricou. Cuatrecasas is one of Portugal's leading law firms, and its Lisbon office has conducted some of the most important transactions in the portuguese market.<\/p>","tags":"lisbon, cuatrecasas gon?alves pereira, lawyers","ciudad":"Lisbon","pais":"Portugal"},{"id":"670","id_oficina":"73","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en Lleida cuenta con abogados expertos en todas las &aacute;reas del derecho empresarial.<br \/><br \/>Tenemos amplia experiencia en el asesoramiento fiscal, mercantil, laboral y procesal-civil. Destaca nuestro asesoramiento en fiscalidad corporativa y reestructuraci&oacute;n y planificaci&oacute;n de empresas familiares, y nuestro asesoramiento recurrente en derecho laboral y de la Seguridad Social. Hemos asesorado a m&uacute;ltiples empresas de Lleida, muchas de ellas del sector agroalimentario y cooperativas.<br \/><br \/>En coordinaci&oacute;n con nuestras oficinas de Barcelona y Girona, nuestros abogados asesoran a empresas en toda Catalu&ntilde;a. Nuestra extensa red de oficinas en la Pen&iacute;nsula y principales mercados internacionales nos permite cubrir las necesidades de nuestros clientes en otras jurisdicciones.<\/p>","tags":"lleida, cuatrecasas gon?alves pereira, abogados","ciudad":"Lleida","pais":"España"},{"id":"671","id_oficina":"73","lang":"por","descripcion":"<p>O nosso escrit&oacute;rio de L&eacute;rida conta com&nbsp;advogados especializados em todas as &aacute;reas do Direito Empresarial.<br \/><br \/>Temos ampla experi&ecirc;ncia na assessoria fiscal, comercial, laboral e processual civil. Destaca-se a nossa assessoria em fiscalidade corporativa e na reestrutura&ccedil;&atilde;o e planifica&ccedil;&atilde;o de empresas familiares, e o nosso aconselhamento regular em Direito Laboral e da Seguran&ccedil;a Social. Prestamos assessoria a m&uacute;ltiplas empresas de L&eacute;rida, incluindo cooperativas e sociedades comerciais do sector agro-alimentar.<br \/><br \/>Em coordena&ccedil;&atilde;o com os nossos escrit&oacute;rios de Barcelona e Girona, assessoramos empresas da Catalunha inteira. A nossa extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais permite-nos responder &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es.<\/p>","tags":"l??rida, cuatrecasas gon?alves pereira, advogados","ciudad":"Lérida","pais":"Espanha"},{"id":"672","id_oficina":"73","lang":"eng","descripcion":"<p>Our Lleida office has a team of&nbsp;lawyers specializing in all areas of business law.<br \/><br \/>We have ample experience in advising on tax, corporate, labor and civil procedure issues. We highlight our experience in corporate taxation, and restructuring and planning for family businesses, as well as in labor and social security law. Many of the companies we advise in Lleida are from the agri-food sector and cooperatives.<br \/><br \/>With our Barcelona and Girona offices, we advise companies throughout Catalonia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"lleida, cuatrecasas gon?alves pereira, lawyers","ciudad":"Lleida","pais":"Spain"},{"id":"673","id_oficina":"164","lang":"esp","descripcion":"<p>A trav&eacute;s de nuestro equipo de abogados en Londres,&nbsp;asesoramos a multinacionales, entidades financieras, inversores y un amplio espectro de fondos (principalmente de <em>private equity<\/em>, <em>distressed<\/em>, inmobiliarios y <em>hedge funds<\/em>) en sus operaciones en Espa&ntilde;a, Portugal y Am&eacute;rica Latina.&nbsp;Asesoramos tambi&eacute;n&nbsp;a empresas espa&ntilde;olas y portuguesas&nbsp;en sus&nbsp;negocios y operaciones en el Reino Unido.<br \/><br \/>Especializados&nbsp;en derecho mercantil, financiaci&oacute;n (incluyendo, en particular,&nbsp;de proyectos&nbsp;y de&nbsp;activos), reestructuraciones\/insolvencia, operaciones <em>distressed<\/em>, derecho bancario y de mercado de capitales, hemos adquirido un profundo conocimiento de estos sectores de negocio.<br \/><br \/>En l&iacute;nea con nuestra pol&iacute;tica internacional, nuestra oficina en Londres es un claro ejemplo de cercan&iacute;a geogr&aacute;fica, unida a la especializaci&oacute;n de nuestros equipos y a la relaci&oacute;n con los mejores abogados en el pa&iacute;s para asegurar el mejor servicio adaptado a las necesidades de cada cliente.<\/p>","tags":"londres, cuatrecasas gon?alves pereira, abogados","ciudad":"Londres","pais":"Reino Unido"},{"id":"674","id_oficina":"164","lang":"por","descripcion":"<p>A nossa equipa de advogados em Londres permite-nos assessorar empresas multinacionais, institui&ccedil;&otilde;es financeiras, investidores e um amplo espectro de fundos de investimento (principalmente <em>private equity funds<\/em>, <em>distressed funds<\/em>, imobili&aacute;rios e <em>hedge funds<\/em>) nas suas transac&ccedil;&otilde;es transfronteiri&ccedil;as em Portugal, em Espanha e na Am&eacute;rica Latina. Tamb&eacute;m aconselhamos empresas portuguesas e espanholas sobre a celebra&ccedil;&atilde;o de neg&oacute;cios e a execu&ccedil;&atilde;o de transac&ccedil;&otilde;es no Reino Unido.<br \/><br \/>Especializados nos mercados societ&aacute;rio, financeiro (nomeadamente de projectos e activos), das reestrutura&ccedil;&otilde;es e insolv&ecirc;ncia, de <em>distressed debt<\/em>, da banca e do capital, adquirimos uma profunda compreens&atilde;o destes sectores empresariais, o que nos coloca numa posi&ccedil;&atilde;o ideal para proporcionar aconselhamento especializado, independentemente das grandezas ou do tipo da transac&ccedil;&atilde;o.<br \/><br \/>Alinhado com a nossa pol&iacute;tica internacional, o nosso escrit&oacute;rio em Londres &eacute; um claro exemplo de proximidade geogr&aacute;fica, unida &agrave; especializa&ccedil;&atilde;o das nossas equipas e &agrave; rela&ccedil;&atilde;o com os melhores advogados nacionais, orientadas para garantir um servi&ccedil;o insuper&aacute;vel, adaptado &agrave;s necessidades de cada cliente.<\/p>","tags":"londres, cuatrecasas gon?alves pereira, advogados","ciudad":"Londres","pais":"Reino Unido"},{"id":"675","id_oficina":"164","lang":"eng","descripcion":"<p>Through our team of lawyers in London, we advise multinationals, financial institutions, investors and a broad spectrum of funds (mainly private equity, distressed, real estate and hedge funds) on their transactions in Spain, Portugal and Latin America. We also advise Spanish and Portuguese companies on doing business and carrying out transactions in the UK.<br \/><br \/>Specialized in corporate law, finance (including projects and assets), restructuring\/insolvency, distressed transactions, banking and capital markets, we have acquired a deep understanding of these business sectors. This places us in an ideal position to provide expert advice, whatever the size or type of transaction.<br \/><br \/>In line with our international policy, our London office is a clear example of geographical proximity, combined with our teams&rsquo; expertise and our relationship with the country&rsquo;s best lawyers, to ensure the best service for the specific needs of each client.<\/p>","tags":"london, cuatrecasas gon?alves pereira, lawyers","ciudad":"London","pais":"United Kingdom"},{"id":"676","id_oficina":"74","lang":"esp","descripcion":"<p>En nuestra oficina de&nbsp;Madrid trabajan cerca de 300 abogados especializados en todos los &aacute;mbitos del derecho de empresa. Asesoramos a algunas de las principales compa&ntilde;&iacute;as industriales y de servicios, as&iacute; como a instituciones y organismos oficiales. Nuestra oficina de Madrid es, junto con Barcelona y Lisboa, una de nuestras sedes centrales.<br \/><br \/>Hemos articulado algunas de las operaciones de fusiones y adquisiciones, salidas a bolsa y financiaciones m&aacute;s destacadas de Espa&ntilde;a. Asesoramos a clientes nacionales y a grandes corporaciones internacionales, tanto de modo recurrente como transaccional. Contamos con especialistas en todas las pr&aacute;cticas del derecho de empresa y sectoriales.<br \/><br \/>Nuestros abogados son reconocidos por prestigiosos directorios jur&iacute;dicos como <em>Chambers &amp; Partners<\/em>. En los &uacute;ltimos 3 a&ntilde;os, nuestros abogados de Madrid han recibido m&aacute;s de 800 menciones individuales por su excelente pr&aacute;ctica jur&iacute;dica.<\/p>","tags":"madrid, cuatrecasas gon?alves pereira, abogados","ciudad":"Madrid","pais":"España"},{"id":"677","id_oficina":"74","lang":"por","descripcion":"<p>No nosso escrit&oacute;rio de Madrid, trabalham cerca de 300 advogados especializados em todas as &aacute;reas do Direito das sociedades. Assessoramos as principais empresas industriais e de servi&ccedil;os, bem como institui&ccedil;&otilde;es e organismos oficiais. O nosso escrit&oacute;rio de Madrid, juntamente com Barcelona e Lisboa, &eacute; uma das nossas sedes centrais.<br \/><br \/>Prepar&aacute;mos algumas das opera&ccedil;&otilde;es de fus&otilde;es e aquisi&ccedil;&otilde;es, entradas em Bolsa e financiamentos mais destacados de Espanha. Prestamos assessoria a clientes nacionais e a grandes corpora&ccedil;&otilde;es internacionais, tanto de forma recorrente como transaccional. Contamos com especialistas em todas as &aacute;reas do Direito das sociedades e sectoriais.<br \/><br \/>Os nossos advogados s&atilde;o reconhecidos por prestigiados direct&oacute;rios jur&iacute;dicos, como o <em>Chambers &amp; Partners<\/em>. Nos &uacute;ltimos 3 anos, os nossos advogados de Madrid receberam mais de 800 men&ccedil;&otilde;es individuais pela sua excelente pr&aacute;tica jur&iacute;dica.<\/p>","tags":"madrid, cuatrecasas gon?alves pereira, advogados","ciudad":"Madrid","pais":"Espanha"},{"id":"678","id_oficina":"74","lang":"eng","descripcion":"<p>Our Madrid office, one of our head offices with Barcelona and Lisbon, has almost 300 lawyers specializing in all areas of business law. We advise some of the main manufacturing and service companies, as well as institutions and official bodies.<br \/><br \/>We have designed some of the most noteworthy M&amp;A transactions, stock exchange flotations and financing transactions in Spain. We advise Spanish clients and large international companies on an ongoing basis, as well as on their transactions. Our lawyers are experts in all areas of business law and have industry-specific expertise.<br \/><br \/>Leading legal directories such as <em>Chambers &amp; Partners<\/em> recognize our lawyers&rsquo; work. In the last three years, our Madrid lawyers have received over 800 individual mentions for their outstanding work.<\/p>","tags":"madrid, cuatrecasas gon?alves pereira, lawyers","ciudad":"Madrid","pais":"Spain"},{"id":"679","id_oficina":"2044","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en M&aacute;laga, dirigida por el socio Jorge Robles, desarrolla todas las especialidades del derecho de empresa y asesora a las principales compa&ntilde;&iacute;as de Andaluc&iacute;a Oriental, ofreciendo la asistencia jur&iacute;dica necesaria para cada tipo de negocio. <br \/><br \/>Cuatrecasas en M&aacute;laga cuenta con una pr&aacute;ctica jur&iacute;dica de alto valor a&ntilde;adido desarrollada por un equipo de abogados altamente cualificado y conocedor del mundo de los negocios y de los sectores m&aacute;s relevantes de la zona, contando con amplia experiencia en materia concursal, infraestructuras y contrataci&oacute;n p&uacute;blica, as&iacute; como en los sectores tur&iacute;stico e inmobiliario. <br \/><br \/>Esta oficina de M&aacute;laga, que inici&oacute; su actividad en julio de 2010, confirma la apuesta de la Firma en Andaluc&iacute;a. El principio de oficina &uacute;nica con el que trabajan los abogados de la Firma permite a los clientes acceder a todas las especialidades del derecho independientemente del lugar en que se encuentren.<\/p>","tags":"m??laga, cuatrecasas gon?alves pereira, abogados","ciudad":"Málaga","pais":"España"},{"id":"680","id_oficina":"2044","lang":"por","descripcion":"<p>A Cuatrecasas em M&aacute;laga, &eacute;&nbsp;dirigida pelo s&oacute;cio Jorge Robles.<\/p>\r\n<p>O escrit&oacute;rio&nbsp;presta assessoria &agrave;s principais empresas da Andaluzia Oriental, oferecendo a assist&ecirc;ncia jur&iacute;dica necess&aacute;ria a cada tipo de neg&oacute;cio, em todas as &aacute;reas do direito societ&aacute;rio e comercial. <br \/><br \/>O escrit&oacute;rio de M&aacute;laga presta uma assessoria&nbsp;jur&iacute;dica de elevado valor acrescentado, desenvolvida por uma equipa&nbsp;qualificada, especializada&nbsp;e conhecedora do mercado e dos sectores mais relevantes da zona,&nbsp;com uma vasta experi&ecirc;ncia em mat&eacute;ria de concursos, infra-estruturas e contrata&ccedil;&atilde;o p&uacute;blica, bem como nos sectores tur&iacute;stico e imobili&aacute;rio. <br \/><br \/>Este escrit&oacute;rio, que iniciou a sua actividade em&nbsp;2010, confirma a aposta da Sociedade na Andaluzia. O princ&iacute;pio de escrit&oacute;rio &uacute;nico seguido pela Sociedade, permite aos seus clientes ter acesso a todas as &aacute;reas de especialidade, independentemente da zona geogr&aacute;fica onde se encontrem.<\/p>","tags":"m??laga, cuatrecasas gon?alves pereira, advogados","ciudad":"Málaga","pais":"Espanha"},{"id":"681","id_oficina":"2044","lang":"eng","descripcion":"<p>Cuatrecasas M&aacute;laga, led by partner Jorge Robles, practices all business law specialties and advises major companies based in eastern Andalusia, offering legal assistance for all types of businesses. <br \/><br \/>The M&aacute;laga office offers high value-added legal work, carried out by a team of exceptional lawyers with in-depth knowledge of business and the area's most important industries. They have extensive experience in bankruptcy law, infrastructures and government procurement, as well as in tourism and real estate. <br \/><br \/>The M&aacute;laga office, which opened in July 2010, results from the firm's commitment to expansion in Andalusia. The firm's single-office principle gives clients access to counsel in all legal specialties, regardless of where they are located.<\/p>","tags":"m??laga, cuatrecasas gon?alves pereira, lawyers","ciudad":"Málaga","pais":"Spain"},{"id":"682","id_oficina":"98","lang":"esp","descripcion":"<p>Cuatrecasas cuenta con una oficina en Nueva York desde el 2000, que avala la presencia consolidada de nuestra firma en uno de los principales centros financieros y de negocios del mundo.<br \/>&nbsp;<br \/>Nuestro equipo&nbsp;de abogados en Nueva York se especializa en las &aacute;reas de corporate, financiero y fiscal que asesoran a nuestros clientes en sus negocios e inversiones en Estados Unidos y Canad&aacute;, orient&aacute;ndolos en sus primeros pasos en el mercado, y poni&eacute;ndoles en contacto, si es necesario, con asesores locales. Nuestra oficina act&uacute;a asimismo como puente con Latinoam&eacute;rica y mantiene una estrecha relaci&oacute;n con nuestros equipos locales de M&eacute;xico, Per&uacute;, Colombia y Brasil y con el <a title=\"Latin American Desk Cuatrecasas\" href=\"https:\/\/www.cuatrecasas.com\/es\/areas_de_practica\/latin_american_desk.html\">Latin American Desk<\/a>. Todo ello garantiza una cobertura global en Am&eacute;rica y nos otorga un papel clave en el asesoramiento a inversores internacionales en la zona.<br \/><br \/>Asesoramos en todo tipo de operaciones transfronterizas, incluyendo fusiones y adquisiciones, private equity, acuerdos comerciales, reestructuraciones corporativas, y transacciones en el sector inmobiliario y de clientes privados. Asesoramos tambi&eacute;n a inversores y empresas norteamericanas en sus operaciones en el extranjero, particularmente en la Pen&iacute;nsula Ib&eacute;rica y en Latinoam&eacute;rica.<br \/><br \/><\/p>\r\n<p>Nuestra relaci&oacute;n estrecha y permanente con firmas norteamericanas, incluidos secondments habituales de nuestros abogados en firmas l&iacute;deres de Nueva York, otros estados, o Canad&aacute;, nos permite formar equipos conjuntos y ofrecer un asesoramiento eficiente y espec&iacute;fico para cada caso y cliente. Cuando son necesarios equipos m&aacute;s amplios, o asesoramiento in situ, o alg&uacute;n tipo de conocimiento espec&iacute;fico, remitimos el caso o colaboramos con nuestras oficinas locales y actuamos como v&iacute;nculo para clientes con sede en Norteam&eacute;rica. De este modo, la cercan&iacute;a geogr&aacute;fica, unida a la especializaci&oacute;n de nuestros equipos y a la relaci&oacute;n con los mejores abogados en los distintos pa&iacute;ses, aseguran el mejor servicio adaptado a las necesidades de cada cliente.<\/p>","tags":"nueva york, cuatrecasas gon?alves pereira, abogados","ciudad":"Nueva York","pais":"Estados Unidos"},{"id":"683","id_oficina":"98","lang":"por","descripcion":"<p>A Cuatrecasas conta com um escrit&oacute;rio em Nova Iorque desde o ano 2000, que consolidou a presen&ccedil;a da nossa firma num dos principais centros financeiros e de neg&oacute;cios do mundo.<br \/><br \/>A nossa equipa em Nova Iorque est&aacute; composta por advogados especializados nas &aacute;reas de direito empresarial, financeiro e fiscal, que prestam assessoria aos nossos clientes nos seus neg&oacute;cios e investimentos nos Estados Unidos e no Canad&aacute;, orientando-os nos seus primeiros passos no mercado, e dirigindo-os, quando &eacute; necess&aacute;rio, para assessores locais. O nosso escrit&oacute;rio actua igualmente como ponte com a Am&eacute;rica Latina e mant&eacute;m uma estreita rela&ccedil;&atilde;o com as nossas equipas locais do M&eacute;xico, do Peru, da Col&ocirc;mbia e do Brasil, bem como com o Latin American Desk. Todas estas liga&ccedil;&otilde;es garantem uma cobertura global no continente americano e conferem-nos um papel crucial na assessoria a investidores internacionais na zona.<br \/><br \/>Prestamos assessoria a todos os tipos de opera&ccedil;&otilde;es transfronteiri&ccedil;as, incluindo fus&otilde;es e aquisi&ccedil;&otilde;es, capital de risco, acordos comerciais, reestrutura&ccedil;&otilde;es empresariais e transac&ccedil;&otilde;es no sector imobili&aacute;rio e de clientes privados. Assessoramos tamb&eacute;m investidores e empresas norte-americanas nas suas opera&ccedil;&otilde;es no estrangeiro, especialmente na Pen&iacute;nsula Ib&eacute;rica e na Am&eacute;rica Latina.<br \/><br \/>A nossa estreita e permanente rela&ccedil;&atilde;o com firmas norte-americanas, incluindo os habituais secondments dos nossos advogados em firmas l&iacute;deres de Nova Iorque, de outros estados ou do Canad&aacute;, permite-nos formar equipas conjuntas e oferecer uma assessoria eficiente e espec&iacute;fica para cada caso e cliente. Quando s&atilde;o necess&aacute;rias equipas mais amplas, ou assessoria in loco, ou algum tipo de conhecimento espec&iacute;fico, derivamos a quest&atilde;o ou colaboramos com os nossos escrit&oacute;rios locais e actuamos como v&iacute;nculo para clientes com sede na Am&eacute;rica do Norte. Deste modo, a proximidade geogr&aacute;fica, unida &agrave; especializa&ccedil;&atilde;o das nossas equipas e &agrave; rela&ccedil;&atilde;o com os melhores advogados dos diferentes pa&iacute;ses, garantem um servi&ccedil;o insuper&aacute;vel, adaptado &agrave;s necessidades de cada cliente.<\/p>","tags":"nova iorque, cuatrecasas gon?alves pereira, advogados","ciudad":"Nova Iorque","pais":"Estados Unidos"},{"id":"684","id_oficina":"98","lang":"eng","descripcion":"<p>Cuatrecasas opened an office in New York City in 2000, giving our firm a consolidated presence in one of the world&rsquo;s leading financial and business centers.<br \/><br \/>Our New York team includes seasoned lawyers in the corporate, finance and tax practice areas who advise our clients on their business and investments in the US and Canada, assisting them with their initial steps and liaising with local advisors, where necessary. Additionally, our office acts as a bridge with Latin America and maintains a close relationship with our local teams in Brazil, Peru, Colombia and Mexico, and with the Latin American Desk. All this guarantees a global coverage in America and gives us a key role in advising international investors in the region.<br \/><br \/>We advise on any type of crossborder transaction, including M&amp;A, private equity, commercial agreements, corporate restructurings, and real estate and private client transactions. We also advise North American companies and investors on their transactions abroad, particularly in the Iberian Peninsula and Latin America.<br \/><br \/>Our long-lasting and close relationship with North American firms, including regular secondments with leading firms in New York, other states and Canada, enables us to put together joint teams and offer the most suitable and efficient advice for each matter and client. Where larger teams, in-situ advice or other experts are necessary, we refer the matter to or join our local offices, acting as a liaison for clients based in North America. Geographical proximity, combined with our teams&rsquo; expertise and our relationship with the best lawyers in the different countries, ensure the best service for the specific needs of each client.<\/p>\r\n<p>&nbsp;<\/p>","tags":"new york, cuatrecasas gon?alves pereira, lawyers","ciudad":"New York","pais":"United States"},{"id":"685","id_oficina":"2","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en Oporto fue inaugurada en 1989 y cuenta en la actualidad con m&aacute;s de 25 profesionales. Dirigida por el socio Paulo de S&aacute; e Cunha, la oficina de Oporto, conjuntamente con la de Lisboa, defiende los intereses de las principales compa&ntilde;&iacute;as del pa&iacute;s y ha participado en algunas de las operaciones m&aacute;s destacadas del mercado portugu&eacute;s.<\/p>","tags":"porto, cuatrecasas gon?alves pereira, abogados","ciudad":"Oporto","pais":"Portugal"},{"id":"686","id_oficina":"2","lang":"por","descripcion":"<p>O escrit&oacute;rio da Cuatrecasas no Porto foi inaugurado em 1989 e conta actualmente com mais de 25 profissionais. Dirigido pelo s&oacute;cio Paulo de S&aacute; e Cunha, o escrit&oacute;rio do Porto, juntamente com o de Lisboa, defende os interesses das principais empresas do pa&iacute;s e participou em algumas das opera&ccedil;&otilde;es mais relevantes no mercado portugu&ecirc;s, combinando uma pr&aacute;tica jur&iacute;dica tradicional, com um conhecimento especializado requerido para cada caso.<\/p>","tags":"porto, cuatrecasas gon?alves pereira, advogados","ciudad":"Porto","pais":"Portugal"},{"id":"687","id_oficina":"2","lang":"eng","descripcion":"<p>The Porto office of Cuatrecasas was established in 1989, and currently has more than 25 lawyers. Led by partner Paulo de S&aacute; e Cunha, the Porto office, together with the Lisbon presence, represents the interests of the country's major companies and has participated in some of Portugal's most prominent business deals.<\/p>","tags":"porto, cuatrecasas gon?alves pereira, lawyers","ciudad":"Porto","pais":"Portugal"},{"id":"688","id_oficina":"75","lang":"esp","descripcion":"<p>Inaugurada en 2000, nuestra oficina en Palma de Mallorca cuenta con un equipo de abogados altamente cualificado en todos los &aacute;mbitos del derecho de empresa. Prestamos un asesoramiento de proximidad, basado en el profundo conocimiento del mercado local y de sus instituciones. La implicaci&oacute;n con nuestros clientes en todas las fases de su actividad, la respuesta eficaz y un servicio basado en la excelencia son principios b&aacute;sicos de nuestra actuaci&oacute;n.<br \/><br \/>El equipo de Palma destaca especialmente por su capacidad de servicio internacional, contando igualmente con un <em>German Desk<\/em> formado por abogados de habla alemanda que se encuentra integrado en el mismo Grupo de especialidad constituido en la firma.<br \/><br \/>Nuestro equipo de abogados posee una amplia experiencia tanto en el asesoramiento recurrente como en transacciones espec&iacute;ficas a empresas establecidas en Baleares, con especialidad en el sector hotelero y tur&iacute;stico. Somos referencia en materia de fiscalidad corporativa, private client, litigaci&oacute;n laboral y operaciones de reestructuraci&oacute;n de empresas en todos los &aacute;mbitos. Asimismo, tenemos amplia experiencia en operaciones inmobiliarias o de reestructuraci&oacute;n, as&iacute; como en fusiones y adquisiciones.<br \/><br \/>Por otra parte, contamos con gran experiencia en litigaci&oacute;n comercial y bancaria, derecho civil, penal y concursal, as&iacute; como asesoramiento recurrente en derecho laboral y de la Seguridad Social. Tambi&eacute;n disponemos de especialistas en el asesoramiento a empresas familiares y grandes patrimonios.<br \/><br \/><\/p>","tags":"palma de mallorca, cuatrecasas gon?alves pereira, abogados","ciudad":"Palma de Mallorca","pais":"España"},{"id":"689","id_oficina":"75","lang":"por","descripcion":"<p>O nosso escrit&oacute;rio de Palma de Maiorca conta com uma equipa de 10 advogados que oferece assessoria em todas as &aacute;reas do Direito Empresarial. Trabalhamos com sociedades sedeadas nas Baleares e com empresas nacionais e internacionais com interesses nas ilhas.<br \/><br \/>Possu&iacute;mos uma ampla experi&ecirc;ncia na assessoria aos sectores hoteleiro e tur&iacute;stico e &agrave;s empresas familiares, especialmente em mat&eacute;ria de fiscalidade empresarial, reestrutura&ccedil;&otilde;es, fus&otilde;es e aquisi&ccedil;&otilde;es. Tamb&eacute;m proporcionamos assessoria a clientes privados. Contamos igualmente com grande experi&ecirc;ncia em Direito Imobili&aacute;rio, litiga&ccedil;&atilde;o comercial e banc&aacute;ria, Direito Penal e Direito da Insolv&ecirc;ncia, bem como em Direito Laboral e da Seguran&ccedil;a Social. Atrav&eacute;s do nosso German Desk, assessoramos os nossos clientes de l&iacute;ngua alem&atilde;.<br \/><br \/>A nossa extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais permite-nos responder &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es.<\/p>","tags":"palma de maiorca, cuatrecasas gon?alves pereira, advogados","ciudad":"Palma de Maiorca","pais":"Espanha"},{"id":"690","id_oficina":"75","lang":"eng","descripcion":"<p>The team of 10 lawyers at the Palma office advises on all areas of business law. We work with companies from the Balearic Islands, and Spanish and international companies with business interests there.<br \/><br \/>Our team has ample experience in advising the hotel and tourism sectors, and family businesses, particularly on corporate taxation, business restructuring, mergers and acquisitions, real estate, and private client law. We also have extensive experience in commercial and banking litigation, civil law, criminal law, bankruptcy law, and labor and social security law. We advise our German-speaking clients through our German Desk.<br \/><br \/>Through our extensive network of offices on the Iberian Peninsula and the main international markets, we can meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"palma de mallorca, cuatrecasas gon?alves pereira, lawyers","ciudad":"Palma de Mallorca","pais":"Spain"},{"id":"691","id_oficina":"59","lang":"esp","descripcion":"<p>Prestamos asesoramiento en derecho franc&eacute;s y contamos con una preparaci&oacute;n id&oacute;nea para la gesti&oacute;n de cualquier cuesti&oacute;n jur&iacute;dica derivada de operaciones en Francia. Tambi&eacute;n asesoramos a empresas francesas con inversiones en la Pen&iacute;nsula Ib&eacute;rica, &Aacute;frica y Latinoam&eacute;rica.<br \/><br \/>Somos un referente en el trabajo transfronterizo entre Francia y la Pen&iacute;nsula Ib&eacute;rica. Nuestro equipo de Par&iacute;s colabora estrechamente con nuestro French Desk en la Pen&iacute;nsula. En total contamos con m&aacute;s de 50 abogados franceses, portugueses y espa&ntilde;oles, de diversas &aacute;reas de pr&aacute;ctica, repartidos entre nuestras oficinas. Hemos participado en m&uacute;ltiples operaciones comerciales entre Francia, Espa&ntilde;a y Portugal y estamos habilitados para ejercer en cualquiera de los tres pa&iacute;ses. Conocemos bien las diferencias culturales y el entorno empresarial de estos pa&iacute;ses y ayudamos a reforzar la posici&oacute;n competitiva de nuestros clientes.<br \/><br \/>Tenemos amplia experiencia en todas las &aacute;reas del derecho empresarial, especialmente en mercantil, contencioso y arbitraje, laboral, inmobiliario y propiedad intelectual e industrial. Adem&aacute;s de nuestros recursos y experiencia, colaboramos con Gide Loyrette Nouel, firma francesa l&iacute;der y miembro de nuestra red europea.<\/p>","tags":"","ciudad":"París","pais":"Francia"},{"id":"692","id_oficina":"59","lang":"por","descripcion":"<p>Prestamos assessoria em Direito franc&ecirc;s e contamos com a prepara&ccedil;&atilde;o ideal para a gest&atilde;o de qualquer quest&atilde;o jur&iacute;dica decorrente de opera&ccedil;&otilde;es em Fran&ccedil;a. Tamb&eacute;m assessoramos empresas francesas com investimentos na Pen&iacute;nsula Ib&eacute;rica, &Aacute;frica e Am&eacute;rica Latina.<br \/><br \/>Somos uma refer&ecirc;ncia no trabalho transfronteiri&ccedil;o entre Fran&ccedil;a e a Pen&iacute;nsula Ib&eacute;rica. A nossa equipa de Paris colabora de forma estreita com o nosso <em>French Desk <\/em>na Pen&iacute;nsula Ib&eacute;rica. No total, contamos com mais de 50 advogados franceses, portugueses e espanh&oacute;is, de diversas &aacute;reas de especialidade, distribu&iacute;dos entre os nossos escrit&oacute;rios. Participamos em in&uacute;meras opera&ccedil;&otilde;es comerciais entre Fran&ccedil;a, Espanha e Portugal, e estamos habilitados para exercer em qualquer um dos tr&ecirc;s pa&iacute;ses. Conhecemos bem as diferen&ccedil;as culturais e o ambiente empresarial destes pa&iacute;ses, e ajudamos a refor&ccedil;ar a posi&ccedil;&atilde;o competitiva dos nossos clientes.<br \/><br \/>Temos ampla experi&ecirc;ncia em todas as &aacute;reas do Direito empresarial, especialmente comercial, contencioso e arbitragem, laboral, imobili&aacute;rio, e propriedade intelectual e industrial. Para al&eacute;m dos nossos recursos e experi&ecirc;ncia, colaboramos com a Gide Loyrette Nouel, sociedade francesa l&iacute;der e membro da nossa rede europeia.<\/p>","tags":"","ciudad":"Paris","pais":"França"},{"id":"693","id_oficina":"59","lang":"eng","descripcion":"<p>Advising on French law, we are ideally placed to handle legal issues arising from transactions in France, and to advise French companies investing on the Iberian Peninsula, and in Africa and Latin America.<br \/><br \/>A leading firm for Iberian-French crossborder work, over 50 French, Portuguese and Spanish lawyers from our different practice areas and offices are dedicated to this area. With our Paris team working closely with our French Desk on the Iberian Peninsula, we actively participate in business transactions between France, Spain and Portugal, and are qualified to practice law in all three countries. Our in-depth knowledge of the cultural and business differences between these countries enables us to strengthen our clients&rsquo; competitive standing.<br \/><br \/>We have extensive experience in all areas of business law, particularly corporate, litigation and arbitration, labor and employment, real estate, and IP. In addition, we work regularly with Gide Loyrette, a leading French firm and member of our European network.<\/p>","tags":"","ciudad":"Paris","pais":"France"},{"id":"694","id_oficina":"76","lang":"esp","descripcion":"<p>En San Sebasti&aacute;n contamos con un equipo de m&aacute;s de 20 abogados para ofrecer asesoramiento jur&iacute;dico a las empresas guipuzcoanas. En coordinaci&oacute;n con las oficinas de Bilbao y Vitoria, damos cobertura a las necesidades de nuestros clientes en todo el Pa&iacute;s Vasco.<br \/><br \/>Conocemos bien el mundo de los negocios, las instituciones y la fiscalidad de Euskadi, y mantenemos una relaci&oacute;n de confianza con las principales empresas e instituciones de Guip&uacute;zcoa. Tenemos especialistas en materia procesal-civil, mercantil, fiscal, laboral y p&uacute;blica y administrativa, as&iacute; como amplia experiencia en materia de litigaci&oacute;n comercial, procesos de reestructuraci&oacute;n empresarial y concursal, planificaciones fiscales, y derecho laboral y de la Seguridad Social. Tambi&eacute;n asesoramos en litigaci&oacute;n mar&iacute;tima y en comercio internacional.<br \/><br \/>Adem&aacute;s de los equipos de Bilbao y Vitoria, contamos con una extensa red de oficinas en la Pen&iacute;nsula y principales mercados internacionales, lo que nos permite cubrir las necesidades de nuestros clientes en otras jurisdicciones.<\/p>","tags":"san sebasti??n, cuatrecasas gon?alves pereira, abogados","ciudad":"San Sebastián","pais":"España"},{"id":"695","id_oficina":"76","lang":"por","descripcion":"<p>Em San Sebasti&aacute;n, contamos com uma equipa de mais de 20 advogados, para oferecer assessoria jur&iacute;dica &agrave;s empresas de Guip&uacute;scoa. Em coordena&ccedil;&atilde;o com os escrit&oacute;rios de Bilbau e Vitoria, damos cobertura &agrave;s necessidades dos nossos clientes em todo o Pa&iacute;s Basco.<br \/><br \/>Conhecemos bem o mundo dos neg&oacute;cios, as institui&ccedil;&otilde;es e a fiscalidade de Euskadi, e mantemos uma rela&ccedil;&atilde;o de confian&ccedil;a com as principais empresas e institui&ccedil;&otilde;es de Guipuzcoa. Temos especialistas em mat&eacute;ria processual civil, comercial, fiscal, laboral e p&uacute;blica e administrativa, bem como ampla experi&ecirc;ncia em litiga&ccedil;&atilde;o comercial, processos de reestrutura&ccedil;&atilde;o empresarial e de fal&ecirc;ncias, planifica&ccedil;&atilde;o fiscal, e Direito laboral e da Seguran&ccedil;a Social. Tamb&eacute;m assessoramos em litiga&ccedil;&atilde;o mar&iacute;tima e em com&eacute;rcio internacional.<br \/><br \/>Para al&eacute;m das equipas de Bilbau e Vitoria, contamos com uma extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais, o que nos permite dar resposta &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es.<\/p>","tags":"san sebasti??o, cuatrecasas gon?alves pereira, advogados","ciudad":"San Sebastián","pais":"Espanha"},{"id":"696","id_oficina":"76","lang":"eng","descripcion":"<p>The team of over 20 lawyers at our San Sebasti&aacute;n office advises companies in Guipuzcoa on legal issues. With the Bilbao and Vitoria offices, we meet our clients&rsquo; needs throughout the Basque Country.<br \/><br \/>With in-depth knowledge of the Basque Country&rsquo;s business sector, institutions and tax system, we have established long-lasting relationships with Guipuzcoa&rsquo;s main companies and institutions. Our lawyers are experts in corporate, tax, labor, civil procedure and public administration issues, and we have ample experience in commercial litigation, business and bankruptcy restructuring processes, tax planning, and labor and social security law. We also advise on maritime litigation and international trade.<br \/><br \/>In addition to the teams in Bilbao and Vitoria, we have an extensive network of offices on the Iberian Peninsula and in the main international markets, enabling us to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"san sebasti??n, cuatrecasas gon?alves pereira, lawyers","ciudad":"San Sebastián","pais":"Spain"},{"id":"697","id_oficina":"2178","lang":"esp","descripcion":"<p>Tenemos un profundo conocimiento del contexto en el que se desarrollan los negocios en Brasil y Latinoam&eacute;rica. Nuestro servicio es r&aacute;pido, de calidad y con presencia local. Facilitamos la planificaci&oacute;n y el desarrollo de negocios y operaciones en Brasil y en el resto de Latinoam&eacute;rica, as&iacute; como de inversiones de capital latinoamericano con destino a Europa.<br \/><br \/>Prestamos asesoramiento en los proyectos de inversi&oacute;n y asociaci&oacute;n en Brasil, en el seguimiento de las inversiones existentes y de la expansi&oacute;n internacional de empresas locales. Asesoramos tambi&eacute;n en operaciones de todas las &aacute;reas y actividades econ&oacute;micas. Contamos con un amplio conocimiento del complejo r&eacute;gimen fiscal brasile&ntilde;o, de sus instituciones y de las formas m&aacute;s eficaces de implantar y hacer negocios tanto en Brasil como en el resto de la regi&oacute;n.<\/p>","tags":"s??o paulo, cuatrecasas gon?alves pereira, abogados","ciudad":"São Paulo","pais":"Brasil"},{"id":"698","id_oficina":"2178","lang":"por","descripcion":"<p>Temos um profundo conhecimento do contexto onde se desenvolvem os neg&oacute;cios no Brasil e na Am&eacute;rica Latina. O nosso servi&ccedil;o &eacute; r&aacute;pido, de qualidade e com presen&ccedil;a local. Facilitamos o planeamento e o desenvolvimento de neg&oacute;cios e opera&ccedil;&otilde;es no Brasil e no resto da Am&eacute;rica Latina, bem como de investimentos de capital latino-americano, destinados &agrave; Europa.<br \/><br \/>Prestamos assessoria nos projectos de investimento e associa&ccedil;&atilde;o no Brasil, no acompanhamento dos investimentos existentes e da expans&atilde;o internacional das empresas locais. Assessoramos tamb&eacute;m opera&ccedil;&otilde;es de todas as &aacute;reas e actividades econ&oacute;micas. Contamos com um amplo conhecimento do complexo regime fiscal brasileiro, das suas institui&ccedil;&otilde;es e das formas mais eficazes de implementar e fazer neg&oacute;cios, tanto no Brasil como no resto da regi&atilde;o.<\/p>","tags":"s??o paulo, cuatrecasas gon?alves pereira, advogados","ciudad":"São Paulo","pais":"Brasil"},{"id":"699","id_oficina":"2178","lang":"eng","descripcion":"<p>We have in-depth knowledge of the business environment in Brazil and in Latin America in general. Our quick turnaround, quality and local presence enable clients to plan and develop their business and transactions in Brazil and the rest of Latin America, and carry out Latin American investments in Europe.<br \/><br \/>We advise on investment and association projects in Brazil, follow up on existing investments and on local companies&rsquo; international expansion, and advise on transactions in all areas and economic activities.<\/p>","tags":"sao paulo, cuatrecasas gon?alves pereira, lawyers","ciudad":"Sao Paulo","pais":"Brazil"},{"id":"700","id_oficina":"77","lang":"esp","descripcion":"<p>En 2006 nos integramos con el prestigioso despacho andaluz Olivencia-Ballester, fundado en 1960. Nuestro equipo de la oficina de Cuatrecasas en Sevilla est&aacute; integrado por m&aacute;s de 40 abogados altamente especializados. Ofrecemos a las empresas andaluzas un completo asesoramiento en todas las especialidades jur&iacute;dicas, en colaboraci&oacute;n con nuestra oficina en M&aacute;laga.<br \/><br \/>Los abogados de la oficina de Sevilla cuentan con amplia experiencia en materia urban&iacute;stica, litigaci&oacute;n comercial y arbitraje. Asesoramos en materia fiscal, en operaciones de fusiones, adquisiciones y reestructuraciones empresariales, as&iacute; como en materia laboral y de la Seguridad Social.<br \/><br \/>En coordinaci&oacute;n con la oficina de Cuatrecasas en M&aacute;laga, damos cobertura a las empresas con intereses en Andaluc&iacute;a. Nuestra extensa red de oficinas en la Pen&iacute;nsula y principales mercados internacionales nos permite cubrir las necesidades de nuestros clientes en otras jurisdicciones.<\/p>","tags":"sevilla, cuatrecasas gon?alves pereira, abogados","ciudad":"Sevilla","pais":"España"},{"id":"701","id_oficina":"77","lang":"por","descripcion":"<p>Em 2006, associ&aacute;mo-nos ao prestigiado escrit&oacute;rio andaluz Olivencia-Ballester, fundado em 1960. A nossa equipa de Sevilha &eacute; integrada por mais de 40 advogados altamente especializados. Oferecemos &agrave;s empresas andaluzas uma assessoria completa em todas as especialidades jur&iacute;dicas, em colabora&ccedil;&atilde;o com o nosso escrit&oacute;rio de M&aacute;laga.<br \/><br \/>Contamos com ampla experi&ecirc;ncia em mat&eacute;ria urban&iacute;stica, litiga&ccedil;&atilde;o comercial e arbitragem. Assessoramos em mat&eacute;ria fiscal, em opera&ccedil;&otilde;es de fus&otilde;es, aquisi&ccedil;&otilde;es e reestrutura&ccedil;&otilde;es empresariais, bem como em mat&eacute;ria laboral e da Seguran&ccedil;a Social.<br \/><br \/>Em coordena&ccedil;&atilde;o com o nosso escrit&oacute;rio de M&aacute;laga, damos cobertura &agrave;s empresas com interesses na Andaluzia. A nossa extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais permite-nos dar resposta &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es.<\/p>","tags":"sevilha, cuatrecasas gon?alves pereira, advogados","ciudad":"Sevilha","pais":"Espanha"},{"id":"702","id_oficina":"77","lang":"eng","descripcion":"<p>In 2006, we merged with the leading Andalusian law firm Olivencia-Ballester, founded in 1960. The Seville team has over 40 highly specialized lawyers and, with our M&aacute;laga office, offers Andalusian companies comprehensive advice on all legal specialties.<br \/><br \/>We have ample experience in town planning, commercial litigation and arbitration, and advise clients on tax issues, M&amp;A transactions and business restructurings, and labor and social security issues.<br \/><br \/>With our M&aacute;laga office, we offer our services to companies with business interests in Andalusia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"seville, cuatrecasas gon?alves pereira, lawyers","ciudad":"Seville","pais":"Spain"},{"id":"703","id_oficina":"1","lang":"esp","descripcion":"<p>Nuestra oficina de Shangh&aacute;i, inaugurada en 2007, y nuestra nueva oficina en Pek&iacute;n, abierta en 2017, ofrecen asesoramiento de la mejor calidad a trav&eacute;s de un equipo de consultores chinos y abogados extranjeros que entiende las necesidades de nuestros clientes, sus negocios y oportunidades de crecimiento, y gestiona eficientemente sus operaciones en la regi&oacute;n.<br \/><br \/>Les asesoramos en sus inversiones en China y en otros pa&iacute;ses de la regi&oacute;n, colaborando con los despachos locales m&aacute;s prestigiosos cuando es necesario. Nuestra presencia y nuestro conocimiento de la regi&oacute;n, as&iacute; como nuestra presencia consolidada en Espa&ntilde;a y Portugal, son fundamentales para ofrecer soluciones y proporcionar un asesoramiento de alta calidad. <br \/><br \/>Nuestros equipos de Shangh&aacute;i y Pek&iacute;n, junto con un equipo de abogados de Espa&ntilde;a y Portugal que forman parte de nuestro Asian Desk, prestan una eficiente asistencia a los clientes chinos con inversiones en Espa&ntilde;a, Portugal, Am&eacute;rica Latina y &Aacute;frica.<br \/><br \/>En l&iacute;nea con nuestra pol&iacute;tica internacional, nuestras oficinas en China son un claro ejemplo de cercan&iacute;a geogr&aacute;fica, unida a la especializaci&oacute;n de nuestros equipos y a la relaci&oacute;n con los mejores abogados en el pa&iacute;s para asegurar el mejor servicio adaptado a las necesidades de cada cliente.<br \/><br \/>Los directorios jur&iacute;dicos m&aacute;s prestigiosos, como Chambers and Partners, IFLR, Legal 500 y Tax Directors Handbook nos recomiendan como firma extranjera en China para diversas &aacute;reas de pr&aacute;ctica, como&nbsp;fusiones y adquisiciones y fiscal.<\/p>\r\n<p><br \/><br \/><\/p>\r\n<table style=\"width: 498px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"Shanghai Guia\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Doing business in China 2019\" width=\"62\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China 2019 edition<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"shanghai, cuatrecasas gon?alves pereira, abogados","ciudad":"Shanghái","pais":"China"},{"id":"704","id_oficina":"1","lang":"por","descripcion":"<p>O nosso escrit&oacute;rio de Xangai, inaugurado em 2007, e o nosso novo escrit&oacute;rio de Pequim, inaugurado em 2017, oferecem assessoria jur&iacute;dica da m&aacute;xima qualidade atrav&eacute;s de uma equipa de consultores chineses e de advogados estrangeiros que compreende as necessidades, os neg&oacute;cios e as oportunidades de crescimento dos nossos clientes, e administra eficientemente as suas opera&ccedil;&otilde;es na regi&atilde;o.<br \/><br \/>Proporcionamos aconselhamento sobre a realiza&ccedil;&atilde;o de investimentos na China e noutros pa&iacute;ses da regi&atilde;o, trabalhando com as mais prestigiadas sociedades de advogados locais sempre que &eacute; necess&aacute;rio. O nosso conhecimento da regi&atilde;o e a nossa presen&ccedil;a consolidada em Portugal e Espanha s&atilde;o fundamentais para oferecer solu&ccedil;&otilde;es e proporcionar uma assessoria da m&aacute;xima qualidade.<br \/><br \/>As nossas equipas de Xangai e Pequim, apoiadas pelos advogados de Portugal e Espanha que constituem o nosso Asian Desk, prestam uma eficiente assist&ecirc;ncia aos nossos clientes chineses com investimentos em Portugal, Espanha, Am&eacute;rica Latina e &Aacute;frica.<br \/><br \/>Alinhados com a nossa pol&iacute;tica internacional, os nossos escrit&oacute;rios na China s&atilde;o um claro exemplo de proximidade geogr&aacute;fica, unida &agrave; especializa&ccedil;&atilde;o das nossas equipas e &agrave; rela&ccedil;&atilde;o com os melhores advogados nacionais, orientadas para garantir um servi&ccedil;o insuper&aacute;vel, adaptado &agrave;s necessidades de cada cliente.<br \/><br \/>Somos recomendados pelos principais direct&oacute;rios jur&iacute;dicos, incluindo o Chambers and Partners, o IFLR, o Legal 500 e o Tax Directors Handbook, como firma de advogados estrangeira na China para diversas &aacute;reas de actividade, incluindo fus&otilde;es e aquisi&ccedil;&otilde;es e direito fiscal.<\/p>\r\n<p><br \/><br \/><\/p>\r\n<table style=\"width: 498px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"Shanghai Guia\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Doing business in China 2019\" width=\"62\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China&nbsp; 2019 edition<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"xanghai, cuatrecasas gon?alves pereira, advogados","ciudad":"Xangai","pais":"China"},{"id":"705","id_oficina":"1","lang":"eng","descripcion":"<p>Our Shanghai office, inaugurated in 2007, and our new Beijing office, opened in 2017, have a team of Chinese consultants and foreign lawyers that offer the highest quality advice, understanding our clients&rsquo; needs, their businesses and growth opportunities, and managing their transactions efficiently in the region.<br \/><br \/>We advise our clients on carrying out investments in China and other countries in the region, teaming up with top local firms when required. Our presence and understanding of the region and well-established presence in Spain and Portugal are key to providing solutions and delivering discerning assistance. <br \/><br \/>Our Shanghai and Beijing teams, together with a team of lawyers in Spain and Portugal that form part of our Asian Desk, seamlessly assist Chinese clients investing in Spain, Portugal, Latin America and Africa.<br \/><br \/>In line with our international policy, our offices in China are a clear example of geographical proximity, combined with our teams&rsquo; expertise and our relationship with the country&rsquo;s best lawyers, to ensure the best service for the specific needs of each client.<br \/><br \/>Leading legal directories, including Chambers and Partners, IFLR, Legal 500 and the Tax Directors Handbook, recommend us as a foreign law firm in China for several practice areas, including corporate M&amp;A and tax.<br \/><br \/><br \/><\/p>\r\n<table style=\"width: 480px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"China guide\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Ding business in China 2019\" width=\"62\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p>&nbsp;<\/p>\r\n<p><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China 2019 edition<\/a><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"shanghai, cuatrecasas gon?alves pereira, lawyers","ciudad":"Shanghai","pais":"China"},{"id":"706","id_oficina":"78","lang":"esp","descripcion":"<p>Cuatrecasas&nbsp;Tarragona acerca al conjunto de las empresas tarraconenses los servicios de alto valor a&ntilde;adido que ofrece nuestra Firma, con un componente de cercan&iacute;a geogr&aacute;fica que aporta, al mismo tiempo, los est&aacute;ndares de calidad, integridad y profesionalidad de Cuatrecasas. &nbsp;<br \/><br \/>El principio de oficina &uacute;nica posibilita a los clientes de Cuatrecasas ubicados en Tarragona acceder a todas las especialidades del&nbsp;derecho de la mano de los profesionales m&aacute;s destacados de cada &aacute;rea, independientemente de la ubicaci&oacute;n geogr&aacute;fica en que se encuentren.<\/p>","tags":"tarragona, cuatrecasas gonçalves pereira, abogados","ciudad":"Tarragona","pais":null},{"id":"707","id_oficina":"78","lang":"por","descripcion":"<p>A Cuatrecasas&nbsp;Tarragona aproxima ao conjunto de empresas de Tarragona os servi&ccedil;os de elevado valor acrescentado oferecidos pela nossa sociedade, com uma componente de proximidade geogr&aacute;fica, especialidade sectorial e integra&ccedil;&atilde;o na comunidade de neg&oacute;cios e com padr&otilde;es de qualidade, integridade e profissionalismo da Cuatrecasas. <br \/><br \/>O princ&iacute;pio de escrit&oacute;rio &uacute;nico, permite aos clientes da Cuatrecasas em Tarragona ter acesso a todas as especializa&ccedil;&otilde;es do direito atrav&eacute;s dos profissionais mais eminentes de cada &aacute;rea, independentemente da localiza&ccedil;&atilde;o geogr&aacute;fica em que se encontrem.<\/p>","tags":"tarragona, cuatrecasas gonçalves pereira, advogados","ciudad":"Tarragona","pais":null},{"id":"708","id_oficina":"78","lang":"eng","descripcion":"<p>Cuatrecasas Tarragona brings the region's businesses closer to our Firm's high value-added services through its geographic proximity, while offering Cuatrecasas's high standards of quality, integrity and professionalism. <br \/><br \/>The single-office principle allows our clients in Tarragona access to prominent lawyers in all legal specialties, regardless of their location.<\/p>","tags":"tarragona, cuatrecasas gonçalves pereira, lawyers","ciudad":"Tarragona","pais":null},{"id":"709","id_oficina":"79","lang":"esp","descripcion":"<p>En nuestra oficina de Valencia, abierta en 1996 y dirigida por Juan Grima, disponemos de un equipo integrado por m&aacute;s de 40 profesionales con gran nivel de especializaci&oacute;n y contrastada experiencia que, junto a nuestro equipo en Alicante, asesoran en todas las &aacute;reas del derecho a un gran n&uacute;mero de empresas de la Comunidad Valenciana.<\/p>\r\n<p>Prestamos asesoramiento jur&iacute;dico-fiscal recurrente, as&iacute; como en asuntos contenciosos en general, arbitrajes, contratos y operaciones inmobiliarias, protecci&oacute;n de datos de car&aacute;cter personal y, especialmente, operaciones de fusiones y adquisiciones y capital riesgo, algunas de ellas con incidencia internacional.<\/p>\r\n<p>Tambi&eacute;n hemos participado en la redacci&oacute;n de propuestas y enmiendas legislativas, en la elaboraci&oacute;n de proyectos de ley de la Comunidad Valenciana, as&iacute; como en el asesoramiento a diferentes entidades institucionales.<\/p>\r\n<p>Nuestro equipo de la Comunidad Valenciana se ha consolidado con una fuerte pr&aacute;ctica en asuntos con contenido jur&iacute;dico de alto valor a&ntilde;adido. Posee, adem&aacute;s, un profundo conocimiento sobre el mercado local, lo que nos permite poner todo nuestro potencial a disposici&oacute;n de los clientes.<\/p>\r\n<p>La mayor&iacute;a de nuestros abogados son biling&uuml;es en castellano\/valenciano y todos ellos tienen un conocimiento perfecto de alguna de las siguientes lenguas extranjeras: alem&aacute;n, franc&eacute;s, ingl&eacute;s e italiano. Asimismo, cuenta con el apoyo de Gesdocument, asesor&iacute;a del grupo Cuatrecasas, ubicada en el mismo edificio.<\/p>","tags":"valencia, cuatrecasas gon?alves pereira, abogados","ciudad":"Valencia","pais":"España"},{"id":"710","id_oficina":"79","lang":"por","descripcion":"<p>O nosso escrit&oacute;rio de Valencia, aberto em 1996 e dirigido por Juan Grima, disp&otilde;e de uma equipa integrada por mais de 40 profissionais com um grande n&iacute;vel de especializa&ccedil;&atilde;o e experi&ecirc;ncia demonstrada que, juntamente com a nossa equipa em Alicante, proporcionam assessoria em todas as &aacute;reas do direito a um grande n&uacute;mero de empresas da Comunidade Valenciana.<\/p>\r\n<p>Prestamos assist&ecirc;ncia jur&iacute;dico-fiscal regular, bem como assessoria em quest&otilde;es litigiosas em geral, arbitragens, contratos e opera&ccedil;&otilde;es imobili&aacute;rias, protec&ccedil;&atilde;o de dados pessoais e, especialmente, opera&ccedil;&otilde;es de fus&otilde;es e aquisi&ccedil;&otilde;es e de capital de risco, algumas delas com dimens&atilde;o internacional.<\/p>\r\n<p>Tamb&eacute;m particip&aacute;mos na redac&ccedil;&atilde;o de propostas e emendas legislativas, na elabora&ccedil;&atilde;o de projectos-lei da Comunidade Valenciana, bem como na assessoria a diversas entidades institucionais.<\/p>\r\n<p>A nossa equipa da Comunidade Valenciana consolidou-se com uma not&aacute;vel actividade em quest&otilde;es com conte&uacute;do jur&iacute;dico de alto valor acrescentado. Possui, adicionalmente, um profundo conhecimento do mercado local, o que nos permite colocar todo o nosso potencial &agrave; disposi&ccedil;&atilde;o dos clientes.<\/p>\r\n<p>Os nossos advogados s&atilde;o, na sua maioria, bilingues em espanhol e valenciano, e todos possuem um conhecimento perfeito de uma das seguintes l&iacute;nguas estrangeiras: alem&atilde;o, franc&ecirc;s, ingl&ecirc;s e italiano. Adicionalmente, contam com o apoio da Gesdocument, a assessoria do grupo Cuatrecasas, situada no mesmo edif&iacute;cio.<\/p>","tags":"val??ncia, cuatrecasas gon?alves pereira, advogados","ciudad":"Valência","pais":"Espanha"},{"id":"711","id_oficina":"79","lang":"eng","descripcion":"<p>Opened in 1996 and led by managing partner Juan&nbsp;Grima, our Valencia office has a multidisciplinary team of over 40 lawyers with a high level of specialization and extensive experience that, together with our team in Alicante, provides legal services in all areas of law to a large number of companies in the Valencian Community.<\/p>\r\n<p>We advise on legal and tax matters on an ongoing basis, including litigation, arbitration, contracts and real estate transactions, personal data protection and, particularly, national and international M&amp;A and venture capital.<\/p>\r\n<p>In addition to advising institutional bodies, we help draft legislative proposals and amendments, and we prepare draft bills for the autonomous region of Valencia.<\/p>\r\n<p>Our team in the Valencian Community is well established with a strong practice in matters of high value-added legal content. Their in-depth knowledge of the local market enables us to offer our clients a fully comprehensive service.<\/p>\r\n<p>Most of our lawyers are bilingual in Spanish and Valencian, and they all speak one of the following languages: English, French, German and Italian. The team also has the support of the administrative management agency of Cuatrecasas, Gesdocument, which has an office in the same building as the Valencia office.<\/p>","tags":"valencia, cuatrecasas gon?alves pereira, lawyers","ciudad":"Valencia","pais":"Spain"},{"id":"712","id_oficina":"80","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en Vigo cuenta con m&aacute;s de 15 abogados altamente especializados que asesoran en todos los &aacute;mbitos del derecho de empresa. En colaboraci&oacute;n con nuestras oficinas del Pa&iacute;s Vasco, asesoramos adem&aacute;s a las empresas de la cornisa cant&aacute;brica. Asimismo, damos cobertura a empresas que cuentan con matrices o filiales situadas en Portugal, junto a nuestras oficinas de Lisboa y Oporto.<br \/><br \/>Nuestro equipo de abogados de la oficina de Vigo posee amplia experiencia en asesoramiento y planificaci&oacute;n fiscal, reestructuraciones societarias, y fusiones y adquisiciones, tanto de empresas familiares como de grupos nacionales e internacionales, as&iacute; como en litigaci&oacute;n comercial.<br \/><br \/>Nuestra extensa red de oficinas en la Pen&iacute;nsula y principales mercados internacionales nos permite cubrir las necesidades de nuestros clientes en otras jurisdicciones.<\/p>","tags":"vigo, cuatrecasas gon?alves pereira, abogados","ciudad":"Vigo","pais":"España"},{"id":"713","id_oficina":"80","lang":"por","descripcion":"<p>O nosso escrit&oacute;rio de Vigo conta com mais de 15 advogados altamente especializados, que prestam assessoria em todas as &aacute;reas do Direito Empresarial. Em colabora&ccedil;&atilde;o com os nossos escrit&oacute;rios do Pa&iacute;s Basco, assessoramos tamb&eacute;m as empresas da Cornija Cant&aacute;brica. Cooperamos igualmente com os nossos escrit&oacute;rios de Lisboa e do Porto para dar cobertura a empresas que contam com a matriz ou filiais situadas em Portugal.<br \/><br \/>Temos experi&ecirc;ncia na assessoria e na planifica&ccedil;&atilde;o fiscal, em reestrutura&ccedil;&otilde;es societ&aacute;rias, e em fus&otilde;es e aquisi&ccedil;&otilde;es, tanto de empresas familiares como de grupos nacionais, bem como em litiga&ccedil;&atilde;o comercial.<\/p>","tags":"vigo, cuatrecasas gon?alves pereira, advogados","ciudad":"Vigo","pais":"Espanha"},{"id":"714","id_oficina":"80","lang":"eng","descripcion":"<p>The team of 15 lawyers at our Vigo office is highly specialized in all areas of business law. With our Bilbao office, we advise companies based in Cantabria, and together with our Lisbon and Porto office, we advise companies with parent companies or subsidiaries in Portugal.<br \/><br \/>We have experience in tax advice and planning, corporate restructurings, and mergers and acquisitions involving family businesses and Spanish business groups, as well as in commercial litigation.<br \/><br \/>Through our extensive network of offices on the Iberian Peninsula and in the main international markets, we can meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"vigo, cuatrecasas gon?alves pereira, lawyers","ciudad":"Vigo","pais":"Spain"},{"id":"715","id_oficina":"81","lang":"esp","descripcion":"<p>Cuatrecasas cuenta con una oficina en Vitoria-Gasteiz donde ofrecemos un completo asesoramiento a las empresas en todos los &aacute;mbitos del derecho de empresa. Nuestro equipo est&aacute; integrado por m&aacute;s de 10 abogados y colaboramos con los equipos de Bilbao y San Sebasti&aacute;n, funcionando en la pr&aacute;ctica como &ldquo;oficina &uacute;nica&rdquo;, para ofrecer un asesoramiento integral a las empresas.<br \/><br \/>La oficina de Cuatrecasas en Vitoria-Gasteiz cuenta con abogados expertos en procesal-civil, mercantil, fiscal y laboral.&nbsp;Conocemos bien el mundo de los negocios, las instituciones y la fiscalidad tanto de Euskadi como de territorio com&uacute;n, y asesoramos principalmente y de forma recurrente a destacadas empresas e instituciones oficiales de &Aacute;lava, as&iacute; como de otros territorios.<br \/><br \/>Adem&aacute;s de los equipos de Bilbao y San Sebasti&aacute;n, disponemos de una extensa red de oficinas en la Pen&iacute;nsula y principales mercados internacionales, lo que nos permite cubrir las necesidades de nuestros clientes en otras jurisdicciones y contar con una gran experiencia de actividades y conocimientos en cada &aacute;rea de pr&aacute;ctica legal.<\/p>","tags":"vitoria, cuatrecasas gon?alves pereira, abogados","ciudad":"Vitoria-Gasteiz","pais":"España"},{"id":"716","id_oficina":"81","lang":"por","descripcion":"<p>Em Vitoria-Gasteiz, oferecemos uma assessoria completa em todas as &aacute;reas do Direito Empresarial. A nossa equipa, integrada por mais de 10 advogados, colabora estreitamente com as de Bilbau e San Sebasti&aacute;n, funcionando na pr&aacute;tica como um &ldquo;escrit&oacute;rio &uacute;nico&rdquo;, para oferecer uma assessoria integral.<br \/><br \/>Contamos com advogados especialistas nas &aacute;reas processual civil, comercial, fiscal e laboral. Conhecemos bem o mundo dos neg&oacute;cios, as institui&ccedil;&otilde;es e a fiscalidade tanto do Pa&iacute;s Basco como do resto do territ&oacute;rio espanhol, e assessoramos de forma habitual destacadas empresas e institui&ccedil;&otilde;es oficiais tanto de &Aacute;lava como de outros territ&oacute;rios.<br \/><br \/>Al&eacute;m das equipas de Bilbau e San Sebasti&aacute;n, dispomos de uma extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais, o que nos permite responder &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es, contando com ampla experi&ecirc;ncia e conhecimentos em cada &aacute;rea de actividade legal.<\/p>","tags":"vitoria, cuatrecasas gon?alves pereira, advogados","ciudad":"Vitoria-Gasteiz","pais":"Espanha"},{"id":"717","id_oficina":"81","lang":"eng","descripcion":"<p>From Vitoria we offer comprehensive advice to companies on all areas of business law. With a team of over 10 lawyers, we work closely with the Bilbao and San Sebasti&aacute;n teams following a single-office principle, to offer companies a comprehensive service.<br \/><br \/>We have experts in tax, corporate, labor and civil procedural issues. Through our in-depth knowledge of the Spanish business sectors, institutions and tax systems, as well as those specific to the Basque Country, we provide ongoing advice to leading companies and official institutions in Alava, as well as in other areas.<br \/><br \/>In addition to the teams in Bilbao and San Sebasti&aacute;n, we have an extensive network of offices on the Iberian Peninsula and in the main international markets, enabling us to meet our clients&rsquo; needs in other jurisdictions and draw on extensive expertise in activities and knowledge in every legal practice area.<\/p>","tags":"vitoria, cuatrecasas gon?alves pereira, lawyers","ciudad":"Vitoria","pais":"Spain"},{"id":"718","id_oficina":"82","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en Zaragoza est&aacute; formada&nbsp;por un equipo de m&aacute;s de 20 abogados de diversas especialidades. Ofrecemos a &nbsp;empresas y particulares un completo asesoramiento en todos los &aacute;mbitos del derecho de empresa.<br \/><br \/>Nuestro equipo de abogados en Zaragoza asesora de forma recurrente en derecho fiscal, mercantil-financiero, laboral, contencioso y p&uacute;blico. Destacamos&nbsp;nuestra experiencia&nbsp;tanto con empresas familiares, como con multinacionales con intereses en Espa&ntilde;a, &nbsp;en procesos de internacionalizaci&oacute;n de compa&ntilde;&iacute;as, as&iacute; como en todo tipo de operaciones de fusiones y adquisiciones, reestructuraciones, insolvencias y procedimientos contencioso-tributarios.<br \/><br \/>Por sectores nuestra experiencia se extiende en general a todas las &aacute;reas de actividad y en particular a industrias agroalimentarias, inmobiliarias, servicios, papel y cart&oacute;n, automoci&oacute;n, y transporte y log&iacute;stica.<br \/><br \/>Disponemos de una extensa red de oficinas en la Pen&iacute;nsula y en los &nbsp;principales mercados internacionales, lo que nos permite cubrir las necesidades de nuestros clientes en otras jurisdicciones.<\/p>","tags":"zaragoza, cuatrecasas gon?alves pereira, abogados","ciudad":"Zaragoza","pais":"España"},{"id":"719","id_oficina":"82","lang":"por","descripcion":"<p>No escrit&oacute;rio de Sarago&ccedil;a, contamos com uma equipa de mais de 20 advogados de diversas especialidades, que nos permite oferecer uma assessoria completa em todas as &aacute;reas do Direito Empresarial a empresas e particulares.<br \/><br \/>Prestamos assessoria regular em direito fiscal, comercial, financeiro, laboral, litigioso e p&uacute;blico. Destacamos&nbsp;a nossa experi&ecirc;ncia&nbsp;tanto com empresas familiares como com multinacionais com interesses em Espanha, em processos de internacionaliza&ccedil;&atilde;o de empresas, bem como em todos os tipos de opera&ccedil;&otilde;es de fus&atilde;o e aquisi&ccedil;&atilde;o, reestrutura&ccedil;&otilde;es, insolv&ecirc;ncias e processos do contencioso fiscal.<br \/><br \/>Dispomos de uma extensa rede de escrit&oacute;rios na Pen&iacute;nsula Ib&eacute;rica e nos principais mercados internacionais, o que nos permite responder &agrave;s necessidades dos nossos clientes noutras jurisdi&ccedil;&otilde;es.<\/p>\r\n<p>&nbsp;<\/p>","tags":"sarago??a, cuatrecasas gon?alves pereira, advogados","ciudad":"Saragoça","pais":"Espanha"},{"id":"720","id_oficina":"82","lang":"eng","descripcion":"<p>Our team of over 20 lawyers in Zaragoza specializes in a wide range of areas, offering companies and individual clients a comprehensive advisory service covering all areas of business law.<br \/><br \/>We provide ongoing advice on tax law, corporate finance, labor law, litigation law and public law. We highlight our experience in the international expansion of companies, working with both family businesses and multinational groups with interests in Spain, as well as in all kinds of M&amp;A transactions, restructurings, insolvencies and tax-litigation proceedings.<br \/><br \/>Our expertise covers all sectors, especially the agri-food, real estate, services, paper and cardboard, automotive, and transport and logistics industries.<br \/><br \/>Through our extensive network of offices on the Iberian Peninsula and in the main international markets, we can meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"zaragoza, cuatrecasas gon?alves pereira, lawyers","ciudad":"Zaragoza","pais":"Spain"},{"id":"724","id_oficina":"2179","lang":"esp","descripcion":"<p>En Luanda colaboramos con la firma local Elsa Sousa Rodrigues Advogados.<br \/><br \/>Contamos con un equipo multidisciplinar de abogados en Espa&ntilde;a y Portugal con amplia experiencia en operaciones de inversi&oacute;n entre Angola, Portugal y Espa&ntilde;a. Conocemos bien las diferencias culturales, el entorno empresarial y el sistema jur&iacute;dico de dichos pa&iacute;ses y, en colaboraci&oacute;n con el equipo local de Luanda, ayudamos a reforzar la posici&oacute;n competitiva de nuestros clientes.<br \/><br \/>Nuestros abogados tienen amplia experiencia en las pr&aacute;cticas mercantil y financiera, as&iacute; como en el sector bancario, energ&eacute;tico, minero y tur&iacute;stico. Para operaciones que abarcan distintas jurisdicciones del continente africano, colaboramos con los equipos locales de Marruecos y Mozambique y nuestros abogados del African Desk.<br \/><br \/>Prestigiosos directorios jur&iacute;dicos internacionales como Chambers and Partners reconocen nuestra pr&aacute;ctica de General Business Law en Angola.<\/p>","tags":"luanda, cuatrecasas gon?alves pereira, abogados","ciudad":"Luanda","pais":"Angola"},{"id":"725","id_oficina":"2179","lang":"por","descripcion":"<p>Em Luanda, colaboramos com a sociedade local Elsa Sousa Rodrigues Advogados.<br \/><br \/>Contamos com uma equipa multidisciplinar de advogados em Espanha e Portugal, com vasta experi&ecirc;ncia em opera&ccedil;&otilde;es de investimento entre Angola, Portugal e Espanha. Conhecemos bem as diferen&ccedil;as culturais, o ambiente empresarial e o sistema jur&iacute;dico desses pa&iacute;ses e, em colabora&ccedil;&atilde;o com a equipa local de Luanda, ajudamos a refor&ccedil;ar a posi&ccedil;&atilde;o competitiva dos nossos clientes.<br \/><br \/>Temos ampla experi&ecirc;ncia nas &aacute;reas comercial e financeira, bem como no sector banc&aacute;rio, energ&eacute;tico, mineiro e tur&iacute;stico. Para opera&ccedil;&otilde;es que abarcam diversas jurisdi&ccedil;&otilde;es do continente africano, colaboramos com as equipas locais de Marrocos e Mo&ccedil;ambique, e com os nossos advogados do <em>African Desk<\/em>.<br \/><br \/>Prestigiados direct&oacute;rios jur&iacute;dicos internacionais, como o Chambers and Partners, reconhecem a nossa &aacute;rea de General Business Law em Angola.<\/p>","tags":"luanda, cuatrecasas gon?alves pereira, advogados","ciudad":"Luanda","pais":"Angola"},{"id":"726","id_oficina":"2179","lang":"eng","descripcion":"<p>In Luanda, we collaborate with local firm Elsa Sousa Rodrigues, Advogados.<br \/><br \/>Thanks to our multidisciplinary team of lawyers in Spain and Portugal, who have extensive experience in investment transactions involving Angola, Portugal and Spain, we have excellent knowledge of the cultural, business and legal differences between these countries. The Luanda team is a vital part of our commitment to help clients strengthen their competitive standing in Angola.<br \/><br \/>We have ample experience in advising on corporate and finance issues, and in the banking, energy, mining and tourism sectors. For transactions involving other jurisdictions in Africa, we collaborate with the Morocco and Mozambique teams, and our African Desk lawyers.<br \/><br \/>Leading international legal directories, such as Chambers and Partners, recognize our practice in General Business Law in Angola.<\/p>","tags":"luanda, cuatrecasas gon?alves pereira, lawyers","ciudad":"Luanda","pais":"Angola"},{"id":"727","id_oficina":"2180","lang":"esp","descripcion":"<p>En Maputo colaboramos con la firma local Couto, Gra&ccedil;a &amp; Associados, que cuenta con m&aacute;s de 40 abogados.<br \/><br \/>En coordinaci&oacute;n con el equipo de abogados local, actuamos en todo tipo de operaciones de inversi&oacute;n entre Mozambique, Portugal y Espa&ntilde;a. Tenemos amplia experiencia en las pr&aacute;cticas mercantil, financiera y litigiosa, as&iacute; como en el sector bancario, energ&eacute;tico, minero, tur&iacute;stico, agroindustrial, de telecomunicaciones, construcci&oacute;n y transportes. Conocemos bien las diferencias culturales y el entorno empresarial local. Para operaciones que abarcan distintas jurisdicciones del continente africano, colaboramos con los equipos locales de Angola y Marruecos y con nuestros abogados del <em>African Desk<\/em>.<br \/><br \/>Prestigiosos directorios jur&iacute;dicos internacionales como Chambers and Partners e IFLR reconocen nuestra pr&aacute;ctica de Mozambique como la primera entre las mejores por su trabajo en las &aacute;reas de <em>General Business Law<\/em>, mercantil, financiero, energ&iacute;a y infraestructuras.<\/p>\r\n<p>&nbsp;<\/p>","tags":"maputo, cuatrecasas gon?alves pereira, abogados","ciudad":"Maputo","pais":"Mozambique"},{"id":"728","id_oficina":"2180","lang":"por","descripcion":"<p>Em Maputo, colaboramos com a sociedade de advogados local Couto, Gra&ccedil;a &amp; Associados, que conta com mais de 40 advogados.<br \/><br \/>Em coordena&ccedil;&atilde;o com a equipa local, actuamos em todo o tipo de opera&ccedil;&otilde;es de investimento entre Mo&ccedil;ambique, Portugal e Espanha. Temos ampla experi&ecirc;ncia nas &aacute;reas comercial, financeira e litigiosa, bem como nos sectores banc&aacute;rio, energ&eacute;tico, mineiro, tur&iacute;stico, agro-industrial, telecomunica&ccedil;&otilde;es, constru&ccedil;&atilde;o e transportes. Conhecemos bem as diferen&ccedil;as culturais e o ambiente empresarial local. Para opera&ccedil;&otilde;es que abarcam diversas jurisdi&ccedil;&otilde;es do continente africano, colaboramos com as equipas locais de Angola e Marrocos, e com os nossos advogados do <em>African Desk<\/em>.<br \/><br \/>Prestigiados direct&oacute;rios jur&iacute;dicos internacionais, como o Chambers and Partners e o IFLR, classificam a nossa pr&aacute;tica em Mo&ccedil;ambique como a primeira de entre as melhores pelo seu trabalho nas &aacute;reas de General Business Law, comercial, financeiro, energia e infra-estruturas.<\/p>","tags":"maputo, cuatrecasas gon?alves pereira, advogados","ciudad":"Maputo","pais":"Moçambique"},{"id":"729","id_oficina":"2180","lang":"eng","descripcion":"<p>In Maputo, we collaborate with local firm Couto, Gra&ccedil;a &amp; Associados, which has over 40 lawyers.<br \/><br \/>In coordination with the local team, we handle all kinds of investment transactions between Mozambique, Portugal and Spain. We have ample experience in advising on corporate, finance &nbsp;and litigation matters, as well as in banking, energy, mining, tourism, agro-industrial, telecommunications, construction and transportation issues. We have in-depth knowledge of the cultural differences and the local business environment. For transactions involving other jurisdictions in Africa, we collaborate with the Angola and Morocco teams, and our African Desk lawyers.<br \/><br \/>Leading international legal directories, such as Chambers and Partners and IFLR, classify our practice in Mozambique as the leading practice for General Business Law, financial and corporate, energy and infrastructure work.<\/p>","tags":"maputo, cuatrecasas gon?alves pereira, lawyers","ciudad":"Maputo","pais":"Mozambique"},{"id":"730","id_oficina":"1","lang":"chi","descripcion":"<p>Our Shanghai office, inaugurated in 2007, and our new Beijing office, opened in 2017, have a team of Chinese consultants and foreign lawyers that offer the highest quality advice, understanding our clients&rsquo; needs, their businesses and growth opportunities, and managing their transactions efficiently in the region.<br \/><br \/>We advise our clients on carrying out investments in China and other countries in the region, teaming up with top local firms when required. Our presence and understanding of the region and well-established presence in Spain and Portugal are key to providing solutions and delivering discerning assistance. <br \/><br \/>Our Shanghai and Beijing teams, together with a team of lawyers in Spain and Portugal that form part of our Asian Desk, seamlessly assist Chinese clients investing in Spain, Portugal, Latin America and Africa.<br \/><br \/>In line with our international policy, our offices in China are a clear example of geographical proximity, combined with our teams&rsquo; expertise and our relationship with the country&rsquo;s best lawyers, to ensure the best service for the specific needs of each client.<br \/><br \/>Leading legal directories, including Chambers and Partners, IFLR, Legal 500 and the Tax Directors Handbook, recommend us as a foreign law firm in China for several practice areas, including corporate M&amp;A and tax.<br \/><br \/><br \/><\/p>\r\n<table style=\"width: 480px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"China guide\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Doing business in China 2019\" width=\"62\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p>&nbsp;<\/p>\r\n<p><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China 2019 edition<\/a><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"shanghai, cuatrecasas gon?alves pereira, lawyers","ciudad":"上海","pais":"中国"},{"id":"731","id_oficina":"2","lang":"chi","descripcion":"<p>The Porto office of Cuatrecasas was established in 1989, and currently has more than 25 lawyers. Led by partner Paulo de S&aacute; e Cunha, the Porto office, together with the Lisbon presence, represents the interests of the country's major companies and has participated in some of Portugal's most prominent business deals.<\/p>","tags":"porto, cuatrecasas gon?alves pereira, lawyers","ciudad":"波尔图（葡萄牙）","pais":"Portugal"},{"id":"732","id_oficina":"56","lang":"chi","descripcion":"<p>Our Barcelona office, one of our head offices with Madrid and Lisbon, has almost 300 lawyers specializing in all areas of business law. We are the benchmark law firm in Catalonia.<br \/><br \/>We have advised on many transactions that are key to the economic and business activity in Catalonia and Spain. We highlight our participation in top-level international transactions and our long-lasting relationships with many companies in the Catalan business sector. Our lawyers are experts in all areas of business law and have industry-specific expertise.<br \/><br \/><em>Chambers &amp; Partners<\/em> ranks us as the leading law firm in all practice areas analyzed in its section for Barcelona.<\/p>","tags":"barcelona, cuatrecasas gon?alves pereira, lawyers","ciudad":"巴塞罗那","pais":"Spain"},{"id":"733","id_oficina":"57","lang":"chi","descripcion":"<p>With a team of over 20 lawyers from different specialty areas, our Alicante office offers local companies comprehensive advisory services in all areas of business law.<br \/><br \/>In addition to providing ongoing advice to many Alicante companies on legal, tax and labor issues, we have extensive experience advising on litigation and bankruptcy issues, real estate and restructuring transactions, and family business matters.<br \/><br \/>With our Valencia office, we offer services throughout the autonomous regions of Valencia and Murcia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"alicante, cuatrecasas gon?alves pereira, lawyers","ciudad":"阿利坎特（西班牙）","pais":"Spain"},{"id":"734","id_oficina":"59","lang":"chi","descripcion":"<p>Advising on French law, we are ideally placed to handle legal issues arising from transactions in France, and to advise French companies investing on the Iberian Peninsula, and in Africa and Latin America.<\/p>\r\n<p>A leading firm for Iberian-French crossborder work, over 50 French, Portuguese and Spanish lawyers from our different practice areas and offices are dedicated to this area. With our Paris team working closely with our French Desk on the Iberian Peninsula, we actively participate in business transactions between France, Spain and Portugal, and are qualified to practice law in all three countries. Our in-depth knowledge of the cultural and business differences between these countries enables us to strengthen our clients&rsquo; competitive standing.<br \/><br \/>We have extensive experience in all areas of business law, particularly corporate, litigation and arbitration, labor and employment, real estate, and IP. In addition, we work regularly with Gide Loyrette, a leading French firm and member of our European network.<\/p>","tags":"","ciudad":"巴黎","pais":"France"},{"id":"735","id_oficina":"71","lang":"chi","descripcion":"<p>Founded in 1939, Cuatrecasas&nbsp;Bilbao is the firm's second oldest office. It combines solid roots in the Basque Country's business community and nearby regions with a highly qualified team of lawyers who are experts in the Basque Country's commercial, institutional and tax practices. <br \/><br \/>With offices in Bilbao, San Sebasti&aacute;n and Vitoria, over 50 lawyers protect the interests of major companies established in the Basque Country, helping them develop their business by using legal structures that contribute to their expansion, improved management and increasing competitiveness.<\/p>","tags":"bilbao, cuatrecasas gon?alves pereira, lawyers","ciudad":"比尔巴鄂（西班牙）","pais":"Spain"},{"id":"736","id_oficina":"72","lang":"chi","descripcion":"<p>In Girona, we advise on all areas of business law through our team of over 20 highly specialized lawyers.<br \/><br \/>We provide ongoing advice to some of the main Girona companies on tax, litigation, labor and corporate issues. We highlight our advisory services in corporate taxation, tax planning and business restructuring, particularly for family businesses.<br \/><br \/>With our Barcelona and Lleida offices, we advise companies throughout Catalonia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"girona, cuatrecasas gon?alves pereira, lawyers","ciudad":"赫罗纳（西班牙）","pais":"Spain"},{"id":"737","id_oficina":"73","lang":"chi","descripcion":"<p>Our Lleida office has a team of lawyers specializing in all areas of business law.<br \/><br \/>We have ample experience in advising on tax, corporate, labor and civil procedure issues. We highlight our experience in corporate taxation, and restructuring and planning for family businesses, as well as in labor and social security law. Many of the companies we advise in Lleida are from the agri-food sector and cooperatives.<br \/><br \/>With our Barcelona and Girona offices, we advise companies throughout Catalonia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"lleida, cuatrecasas gon?alves pereira, lawyers","ciudad":"莱里达（西班牙）","pais":"Spain"},{"id":"738","id_oficina":"74","lang":"chi","descripcion":"<p>Our Madrid office, one of our head offices with Barcelona and Lisbon, has almost 300 lawyers specializing in all areas of business law. We advise some of the main manufacturing and service companies, as well as institutions and official bodies.<br \/><br \/>We have designed some of the most noteworthy M&amp;A transactions, stock exchange flotations and financing transactions in Spain. We advise Spanish clients and large international companies on an ongoing basis, as well as on their transactions. Our lawyers are experts in all areas of business law and have industry-specific expertise.<br \/><br \/>Leading legal directories such as <em>Chambers &amp; Partners<\/em> recognize our lawyers&rsquo; work. In the last three years, our Madrid lawyers have received over 800 individual mentions for their outstanding work.<\/p>","tags":"madrid, cuatrecasas gon?alves pereira, lawyers","ciudad":"马德里","pais":"Spain"},{"id":"739","id_oficina":"75","lang":"chi","descripcion":"<p>The team of 10 lawyers at the Palma office advises on all areas of business law. We work with companies from the Balearic Islands, and Spanish and international companies with business interests there.<br \/><br \/>Our team has ample experience in advising the hotel and tourism sectors, and family businesses, particularly on corporate taxation, business restructuring, mergers and acquisitions, real estate, and private client law. We also have extensive experience in commercial and banking litigation, civil law, criminal law, bankruptcy law, and labor and social security law. We advise our German-speaking clients through our German Desk.<br \/><br \/>Through our extensive network of offices on the Iberian Peninsula and the main international markets, we can meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"palma de mallorca, cuatrecasas gon?alves pereira, lawyers","ciudad":"帕尔马市（西班牙）","pais":"Spain"},{"id":"740","id_oficina":"76","lang":"chi","descripcion":"<p>The team of over 20 lawyers at our San Sebasti&aacute;n office advises companies in Guipuzcoa on legal issues. With the Bilbao and Vitoria offices, we meet our clients&rsquo; needs throughout the Basque Country.<br \/><br \/>With in-depth knowledge of the Basque Country&rsquo;s business sector, institutions and tax system, we have established long-lasting relationships with Guipuzcoa&rsquo;s main companies and institutions. Our lawyers are experts in corporate, tax, labor, civil procedure and public administration issues, and we have ample experience in commercial litigation, business and bankruptcy restructuring processes, tax planning, and labor and social security law. We also advise on maritime litigation and international trade.<br \/><br \/>In addition to the teams in Bilbao and Vitoria, we have an extensive network of offices on the Iberian Peninsula and in the main international markets, enabling us to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"san sebasti??n, cuatrecasas gon?alves pereira, lawyers","ciudad":"圣塞巴斯蒂安（西班牙）","pais":"Spain"},{"id":"741","id_oficina":"77","lang":"chi","descripcion":"<p>In 2006, we merged with the leading Andalusian law firm Olivencia-Ballester, founded in 1960. The Seville team has over 40 highly specialized lawyers and, with our M&aacute;laga office, offers Andalusian companies comprehensive advice on all legal specialties.<br \/><br \/>We have ample experience in town planning, commercial litigation and arbitration, and advise clients on tax issues, M&amp;A transactions and business restructurings, and labor and social security issues.<br \/><br \/>With our M&aacute;laga office, we offer our services to companies with business interests in Andalusia, using our extensive network of offices on the Iberian Peninsula and in the main international markets to meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"seville, cuatrecasas gon?alves pereira, lawyers","ciudad":"塞维利亚（西班牙）","pais":"Spain"},{"id":"742","id_oficina":"78","lang":"chi","descripcion":"<p>Cuatrecasas Tarragona brings the region's businesses closer to our Firm's high value-added services through its geographic proximity, while offering Cuatrecasas's high standards of quality, integrity and professionalism. <br \/><br \/>The single-office principle allows our clients in Tarragona access to prominent lawyers in all legal specialties, regardless of their location.<\/p>","tags":"tarragona, cuatrecasas gonçalves pereira, lawyers","ciudad":"Tarragona","pais":null},{"id":"743","id_oficina":"79","lang":"chi","descripcion":"<p>Our Valencia office has a team of 40 lawyers specializing in all areas of business law. With our Alicante office, we advise important companies in the autonomous region of Valencia on an ongoing basis. We are widely present in family businesses in all economic sectors of the region, advising them both on daily matters and on organizational and corporate aspects of the family business.<br \/><br \/>We have ample experience in advising on legal and tax matters, litigation issues, arbitrations, real estate contracts and transactions, town planning and environment, industrial property and personal data protection, M&amp;A transactions, and company restructurings.<br \/><br \/>Besides advising several institutional bodies, we help draft legislative proposals and amendments, and write draft bills of the autonomous region of Valencia. Through our extensive network of offices on the Iberian Peninsula and in the main international markets, we can meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"valencia, cuatrecasas gon?alves pereira, lawyers","ciudad":"巴伦西亚","pais":"Spain"},{"id":"744","id_oficina":"80","lang":"chi","descripcion":"<p>The team of 15 lawyers at our Vigo office is highly specialized in all areas of business law. With our Bilbao office, we advise companies based in Cantabria, and together with our Lisbon and Porto office, we advise companies with parent companies or subsidiaries in Portugal.<br \/><br \/>We have experience in tax advice and planning, corporate restructurings, and mergers and acquisitions involving family businesses and Spanish business groups, as well as in commercial litigation.<br \/><br \/>Through our extensive network of offices on the Iberian Peninsula and in the main international markets, we can meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"vigo, cuatrecasas gon?alves pereira, lawyers","ciudad":"维戈（西班牙）","pais":"Spain"},{"id":"745","id_oficina":"81","lang":"chi","descripcion":"<p>From Vitoria we offer comprehensive advice to companies on all areas of business law. With a team of over 10 lawyers, we work closely with the Bilbao and San Sebasti&aacute;n teams following a single-office principle, to offer companies a comprehensive service.<br \/><br \/>We have experts in tax, corporate, labor and civil procedural issues. Through our in-depth knowledge of the Spanish business sectors, institutions and tax systems, as well as those specific to the Basque Country, we provide ongoing advice to leading companies and official institutions in Alava, as well as in other areas.<br \/><br \/>In addition to the teams in Bilbao and San Sebasti&aacute;n, we have an extensive network of offices on the Iberian Peninsula and in the main international markets, enabling us to meet our clients&rsquo; needs in other jurisdictions and draw on extensive expertise in activities and knowledge in every legal practice area.<\/p>","tags":"vitoria, cuatrecasas gon?alves pereira, lawyers","ciudad":"维多利亚（西班牙）","pais":"Spain"},{"id":"746","id_oficina":"82","lang":"chi","descripcion":"<p>Our team of over 20 lawyers in Zaragoza specializes in a wide range of areas, offering companies and individual clients a comprehensive advisory service covering all areas of business law.<br \/><br \/>We provide ongoing advice on tax law, corporate finance, labor law, litigation law and public law. We highlight our experience in the international expansion of companies, working with both family businesses and multinational groups with interests in Spain, as well as in all kinds of M&amp;A transactions, restructurings, insolvencies and tax-litigation proceedings.<br \/><br \/>Our expertise covers all sectors, especially the agri-food, real estate, services, paper and cardboard, automotive, and transport and logistics industries.<br \/><br \/>Through our extensive network of offices on the Iberian Peninsula and in the main international markets, we can meet our clients&rsquo; needs in other jurisdictions.<\/p>","tags":"zaragoza, cuatrecasas gon?alves pereira, lawyers","ciudad":"萨拉戈萨（西班牙）","pais":"Spain"},{"id":"747","id_oficina":"96","lang":"chi","descripcion":"<p>In 1986, we established our Brussels office, where our team of legal experts in competition and EC law handle all EU-related issues and institutions. Working in several languages, we have in-depth knowledge of EU legislation, procedures and institutions, and experience dealing with EU officials.<\/p>\r\n<p>We have extensive litigation experience before the General Court and the European Court of Justice of the EU in Luxembourg, and also advise on competition and state aid, customs law, public procurement, food law, regulation of pharmaceuticals and chemicals, and other issues directly related to the internal market.<br \/><br \/>In recent years, Global Competition Review have recognized our practice in the world's top 100 law firms. Leading legal directories, including Chambers and Partners and&nbsp;Legal 500, also consistently acknowledge it as a leading EU law practice.<\/p>","tags":"brussels, cuatrecasas gon?alves pereira, lawyers","ciudad":"布鲁塞尔","pais":"Belgium"},{"id":"748","id_oficina":"97","lang":"chi","descripcion":"<p>We are established in Casablanca since 2007, and we currently are integrated with Gide, Loyrette Nouel. This allows us to offer first-class advice in Morocco and in North Africa.<br \/><br \/>We advise on all areas of Moroccan and international business law. Our team has 17 lawyers providing a top-quality legal service, advising national and international companies investing in Morocco, and Moroccan companies investing in Europe, specifically the Iberian Peninsula and France. With the Angola and Mozambique teams, and the African Desk lawyers, we offer comprehensive services to clients with business interests in other African regions.<br \/><br \/>We have extensive experience in national and crossborder transactions in all areas of law, especially M&amp;A, financial and corporate, tax, labor and employment, public, energy, and real estate law.<\/p>","tags":"casablanca, cuatrecasas gon?alves pereira, lawyers","ciudad":"卡萨布兰卡（摩洛哥）","pais":"Morocco"},{"id":"749","id_oficina":"98","lang":"chi","descripcion":"<p>Cuatrecasas opened an office in New York City in 2000, giving our firm a consolidated presence in one of the world&rsquo;s leading financial and business centers.<br \/><br \/>Our New York team includes seasoned partners in the corporate and tax practice areas advising North American companies and investors on their transactions abroad, particularly in Spain and Portugal. We advise on any type of cross-border transaction, including M&amp;A, private equity, commercial agreements, corporate restructurings, real estate and private client transactions.<br \/><br \/>Additionally, we advise companies on structuring and implementing investments in Latin America through Spain or Portugal. Our longstanding relationships with local firms, our powerful Latin American Desk and our representative office in Peru, Brazil and Mexico have positioned us as key advisors to many foreign investors.<br \/><br \/>We know the North American market well and understand the needs of American and Canadian clients. We are familiar with the approach and standards they require from law firms, and we have participated in multiple cross-border transactions with American clients.<br \/><br \/>We also assist Spanish and Portuguese clients wishing to establish business and invest in the US and Canada, assisting them in their initial steps, offering market guidance, and liaising with local advisors.<br \/><br \/>Our long-lasting and close relationship with top North American firms, including regular secondments with leading firms in New York, other states and Canada, enables us to easily put together joint teams and offer the most suitable and efficient advice for each matter and client. Where larger teams, in-situ advice or other experts are necessary, we refer the matter to or join our local offices, acting as liaison for clients based in North America.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","tags":"new york, cuatrecasas gon?alves pereira, lawyers","ciudad":"纽约","pais":"United States"},{"id":"750","id_oficina":"162","lang":"chi","descripcion":"<p>The head office of Cuatrecasas in Portugal is located in the heart of Lisbon and is home to more than 120 lawyers, experts in all areas of business law. <br \/><br \/>The Lisbon office opened in 1928, and is led by partner Maria Jo&atilde;o Ricou. Cuatrecasas is one of Portugal's leading law firms, and its Lisbon office has conducted some of the most important transactions in the portuguese market.<\/p>","tags":"lisbon, cuatrecasas gon?alves pereira, lawyers","ciudad":"里斯本（葡萄牙首都）","pais":"Portugal"},{"id":"751","id_oficina":"164","lang":"chi","descripcion":"<p>Through our team of lawyers in London, we advise multinationals, financial institutions, investors and a broad spectrum of funds (mainly private equity, distressed, real estate and hedge funds) on their transactions in Spain, Portugal and Latin America. We also advise Spanish and Portuguese companies on doing business and carrying out transactions in the UK.<br \/><br \/>Specialized in corporate law, finance (including projects and assets), restructuring\/insolvency, distressed transactions, banking and capital markets, we have acquired a deep understanding of these business sectors. This places us in an ideal position to provide expert advice, whatever the size or type of transaction.<br \/><br \/>In line with our international policy, our London office is a clear example of geographical proximity, combined with our teams&rsquo; expertise and our relationship with the country&rsquo;s best lawyers, to ensure the best service for the specific needs of each client.<\/p>","tags":"london, cuatrecasas gon?alves pereira, lawyers","ciudad":"伦敦","pais":"United Kingdom"},{"id":"752","id_oficina":"2044","lang":"chi","descripcion":"<p>Cuatrecasas M&aacute;laga, led by partner Jorge Robles, practices all business law specialties and advises major companies based in eastern Andalusia, offering legal assistance for all types of businesses. <br \/><br \/>The M&aacute;laga office offers high value-added legal work, carried out by a team of exceptional lawyers with in-depth knowledge of business and the area's most important industries. They have extensive experience in bankruptcy law, infrastructures and government procurement, as well as in tourism and real estate. <br \/><br \/>The M&aacute;laga office, which opened in July 2010, results from the firm's commitment to expansion in Andalusia. The firm's single-office principle gives clients access to counsel in all legal specialties, regardless of where they are located.<\/p>","tags":"m??laga, cuatrecasas gon?alves pereira, lawyers","ciudad":"马拉加（西班牙）","pais":"Spain"},{"id":"753","id_oficina":"2178","lang":"chi","descripcion":"<p>We have in-depth knowledge of the business environment in Brazil and in Latin America in general. Our quick turnaround, quality and local presence enable clients to plan and develop their business and transactions in Brazil and the rest of Latin America, and carry out Latin American investments in Europe.<br \/><br \/>We advise on investment and association projects in Brazil, follow up on existing investments and on local companies&rsquo; international expansion, and advise on transactions in all areas and economic activities.<\/p>","tags":"sao paulo, cuatrecasas gon?alves pereira, lawyers","ciudad":"圣保罗市（巴西首都）","pais":"Brazil"},{"id":"754","id_oficina":"2179","lang":"chi","descripcion":"<p>In Luanda, we collaborate with local firm Elsa Sousa Rodrigues, Advogados.<br \/><br \/>Thanks to our multidisciplinary team of lawyers in Spain and Portugal, who have extensive experience in investment transactions involving Angola, Portugal and Spain, we have excellent knowledge of the cultural, business and legal differences between these countries. The Luanda team is a vital part of our commitment to help clients strengthen their competitive standing in Angola.<br \/><br \/>We have ample experience in advising on corporate and finance issues, and in the banking, energy, mining and tourism sectors. For transactions involving other jurisdictions in Africa, we collaborate with the Morocco and Mozambique teams, and our African Desk lawyers.<\/p>\r\n<p>Leading international legal directories, such as Chambers and Partners, recognize our practice in General Business Law in Angola.<\/p>","tags":"luanda, cuatrecasas gon?alves pereira, lawyers","ciudad":"罗安达（安哥拉首都）","pais":"Angola"},{"id":"755","id_oficina":"2180","lang":"chi","descripcion":"<p>In Maputo, we collaborate with local firm Couto, Gra&ccedil;a &amp; Associados, which has over 40 lawyers.<br \/><br \/>In coordination with the local team, we handle all kinds of investment transactions between Mozambique, Portugal and Spain. We have ample experience in advising on corporate, finance &nbsp;and litigation matters, as well as in banking, energy, mining, tourism, agro-industrial, telecommunications, construction and transportation issues. We have in-depth knowledge of the cultural differences and the local business environment. For transactions involving other jurisdictions in Africa, we collaborate with the Angola and Morocco teams, and our African Desk lawyers.<br \/><br \/>Leading international legal directories, such as Chambers and Partners and IFLR, classify our practice in Mozambique as the leading practice for General Business Law, financial and corporate, energy and infrastructure work.<\/p>","tags":"maputo, cuatrecasas gon?alves pereira, lawyers","ciudad":"马普托（莫桑比克首都）","pais":"Mozambique"},{"id":"764","id_oficina":"2181","lang":"esp","descripcion":"<p>Contamos con una oficina en Ciudad de M&eacute;xico donde ofrecemos un servicio jur&iacute;dico integral que incluye fusiones y adquisiciones, joint ventures y otras alianzas estrat&eacute;gicas, derecho p&uacute;blico, derecho de la energ&iacute;a, financiaciones, derecho de la competencia, fiscal, derecho laboral, inmobiliario, litigaci&oacute;n y arbitraje internacional.<br \/><br \/>Nuestro equipo es multidisciplinar y est&aacute; integrado por un experimentado equipo de abogados que asesoran a grandes corporaciones en sus operaciones tanto en M&eacute;xico como en el extranjero.<\/p>","tags":"ciudad de mexico, cuatrecasas gon?alves pereira, lawyers","ciudad":"Ciudad de México","pais":"México"},{"id":"765","id_oficina":"2181","lang":"eng","descripcion":"<p>From our office in Mexico City we offer comprehensive legal services that include mergers and acquisitions, joint ventures and other strategic alliances; public law; energy law; financing; competition law; tax; labor and employment law; real estate;&nbsp;litigation; and international arbitration.<br \/><br \/>Our multidisciplinary team comprises an experienced group of lawyers that advise large companies on their transactions in Mexico and abroad.<\/p>","tags":"mexico city, cuatrecasas gon?alves pereira, lawyers","ciudad":"Mexico City","pais":"Mexico"},{"id":"766","id_oficina":"2181","lang":"por","descripcion":"<p>Contamos com um escrit&oacute;rio na Cidade do M&eacute;xico, a partir do qual oferecemos um servi&ccedil;o jur&iacute;dico integral, que inclui fus&otilde;es e aquisi&ccedil;&otilde;es, joint-ventures e outras alian&ccedil;as estrat&eacute;gicas, direito p&uacute;blico, direito da energia, financiamentos, direito da concorr&ecirc;ncia, fiscal, direito do trabalho, imobili&aacute;rio,&nbsp;resolu&ccedil;&atilde;o de lit&iacute;gios e arbitragem internacional.<br \/><br \/>A nossa equipa &eacute; multidisciplinar e est&aacute; integrada por um conjunto de experientes advogados que prestam assessoria a grandes corpora&ccedil;&otilde;es nas suas opera&ccedil;&otilde;es tanto no M&eacute;xico como no estrangeiro.<\/p>","tags":"cidade do mexico, cuatrecasas gon?alves pereira, lawyers","ciudad":"Cidade do México","pais":"Mexico"},{"id":"767","id_oficina":"2181","lang":"chi","descripcion":"<p>From our office in Mexico City we offer comprehensive legal services, with a special focus on corporate and commercial areas including M&amp;As, joint ventures and other strategic alliances, financing (corporate, acquisition and project) and energy law.<br \/><br \/>Our multidisciplinary team comprises a group of lawyers who advise large Mexican companies and Latin American groups on local transactions and expansion in the region and in Europe; and Spanish and Portuguese companies on investment in countries including Colombia, Peru, Chile, Brazil and Argentina.<\/p>","tags":"mexico city, cuatrecasas gon?alves pereira, lawyers","ciudad":"墨西哥城","pais":"Mexico"},{"id":"768","id_oficina":"2183","lang":"esp","descripcion":"<p>Estamos en Colombia desde 2016. Nuestro equipo ofrece asesoramiento especializado en fusiones y adquisiciones, joint ventures y otras alianzas estrat&eacute;gicas, derecho p&uacute;blico, derecho de la energ&iacute;a, financiaciones, fiscal, derecho laboral, litigaci&oacute;n y arbitraje internacional.&nbsp;<\/p>\r\n<p>Nuestros abogados cuentan con una amplia experiencia en la implantaci&oacute;n y en numerosas operaciones de inversi&oacute;n de multinacionales en Colombia.<\/p>\r\n<p>Asimismo, gracias a las relaciones preferentes que tenemos con algunas de las principales firmas del pa&iacute;s, podemos ofrecer un servicio multidisciplinar y coordinado, seleccionando en cada caso la firma local m&aacute;s apropiada seg&uacute;n las necesidades espec&iacute;ficas de cada cliente y &aacute;rea de negocio.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","tags":"","ciudad":"Bogotá","pais":"Colombia"},{"id":"769","id_oficina":"2183","lang":"por","descripcion":"<p>A Cuatrecasas est&aacute; presente na Col&ocirc;mbia desde 2016. A nossa equipa oferece assessoria especializada em fus&otilde;es e aquisi&ccedil;&otilde;es, joint-ventures e outras alian&ccedil;as estrat&eacute;gicas, financiamentos, direito p&uacute;blico, da energia, fiscal e do trabalho, resolu&ccedil;&atilde;o de lit&iacute;gios e arbitragem internacional.<\/p>\r\n<p>Os nossos advogados contam com ampla experi&ecirc;ncia na implanta&ccedil;&atilde;o de multinacionais e em numerosas opera&ccedil;&otilde;es de investimento na Col&ocirc;mbia.<\/p>\r\n<p>Adicionalmente, gra&ccedil;as &agrave;s rela&ccedil;&otilde;es preferenciais que mantemos com algumas das principais sociedades de advogados do pa&iacute;s, podemos oferecer um servi&ccedil;o multidisciplinar e coordenado, seleccionando em cada caso a entidade local mais apropriada de acordo com as necessidades espec&iacute;ficas de cada cliente e &aacute;rea de neg&oacute;cio.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","tags":"","ciudad":"Bogotá","pais":"Colômbia"},{"id":"770","id_oficina":"2183","lang":"eng","descripcion":"<p>We have been present in Colombia since 2016. Our team offers specialized advice on mergers and acquisitions, joint ventures and other strategic alliances, public law, energy law, finance, tax, labor and employment, litigation and international arbitration.&nbsp;<\/p>\r\n<p>The lawyers have extensive experience in introducing multinationals in Colombia, with many investment transactions.<\/p>\r\n<p>Also, thanks to the preferential relationships that we have with some of the country&rsquo;s leading law firms, we are able to offer a multidisciplinary and coordinated service, selecting the most suitable local firm in each case according to the specific needs of the client and business area.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","tags":"","ciudad":"Bogotá","pais":"Colombia"},{"id":"771","id_oficina":"2183","lang":"chi","descripcion":"<p>We have been present in Colombia since 2016. Our team offers specialized advice on mergers and acquisitions, joint ventures and other strategic alliances, public law, energy law, finance, tax, labor and employment, litigation and international arbitration.&nbsp;<\/p>\r\n<p>The lawyers have extensive experience in introducing multinationals in Colombia, with many investment transactions.<\/p>\r\n<p>Also, thanks to the preferential relationships that we have with some of the country&rsquo;s leading law firms, we are able to offer a multidisciplinary and coordinated service, selecting the most suitable local firm in each case according to the specific needs of the client and business area.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>","tags":"","ciudad":"波哥大","pais":"Colombia"},{"id":"776","id_oficina":"2191","lang":"esp","descripcion":"<p>Nuestra oficina de Shangh&aacute;i, inaugurada en 2007, y nuestra nueva oficina en Pek&iacute;n, abierta en 2017, ofrecen asesoramiento de la mejor calidad a trav&eacute;s de un equipo de consultores chinos y abogados extranjeros que entiende las necesidades de nuestros clientes, sus negocios y oportunidades de crecimiento, y gestiona eficientemente sus operaciones en la regi&oacute;n.<br \/><br \/>Les asesoramos en sus inversiones en China y en otros pa&iacute;ses de la regi&oacute;n, colaborando con los despachos locales m&aacute;s prestigiosos cuando es necesario. Nuestra presencia y nuestro conocimiento de la regi&oacute;n, as&iacute; como nuestra presencia consolidada en Espa&ntilde;a y Portugal, son fundamentales para ofrecer soluciones y proporcionar un asesoramiento de alta calidad.<br \/><br \/>Nuestros equipos de Shangh&aacute;i y Pek&iacute;n, junto con un equipo de abogados de Espa&ntilde;a y Portugal que forman parte de nuestro Asian Desk, prestan una eficiente asistencia a los clientes chinos con inversiones en Espa&ntilde;a, Portugal, Am&eacute;rica Latina y &Aacute;frica.<br \/><br \/>En l&iacute;nea con nuestra pol&iacute;tica internacional, nuestras oficinas en China son un claro ejemplo de cercan&iacute;a geogr&aacute;fica, unida a la especializaci&oacute;n de nuestros equipos y a la relaci&oacute;n con los mejores abogados en el pa&iacute;s para asegurar el mejor servicio adaptado a las necesidades de cada cliente.<\/p>\r\n<p><br \/>Los directorios jur&iacute;dicos m&aacute;s prestigiosos, como Chambers and Partners, IFLR, Legal 500 y Tax Directors Handbook nos recomiendan como firma extranjera en China para diversas &aacute;reas de pr&aacute;ctica, como&nbsp;fusiones y adquisiciones y fiscal.<\/p>\r\n<p><br \/><br \/><\/p>\r\n<table style=\"width: 498px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"Shanghai Guia\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Doing business in China 2019\" width=\"80\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China 2019 edition<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"","ciudad":"Pekín","pais":"China"},{"id":"777","id_oficina":"2191","lang":"por","descripcion":"<p>O nosso escrit&oacute;rio de Xangai, inaugurado em 2007, e o nosso novo escrit&oacute;rio de Pequim, inaugurado em 2017, oferecem assessoria jur&iacute;dica da m&aacute;xima qualidade atrav&eacute;s de uma equipa de consultores chineses e de advogados estrangeiros que compreende as necessidades, os neg&oacute;cios e as oportunidades de crescimento dos nossos clientes, e administra eficientemente as suas opera&ccedil;&otilde;es na regi&atilde;o.<br \/><br \/>Proporcionamos aconselhamento sobre a realiza&ccedil;&atilde;o de investimentos na China e noutros pa&iacute;ses da regi&atilde;o, trabalhando com as mais prestigiadas sociedades de advogados locais sempre que &eacute; necess&aacute;rio. O nosso conhecimento da regi&atilde;o e a nossa presen&ccedil;a consolidada em Portugal e Espanha s&atilde;o fundamentais para oferecer solu&ccedil;&otilde;es e proporcionar uma assessoria da m&aacute;xima qualidade.<br \/><br \/>As nossas equipas de Xangai e Pequim, apoiadas pelos advogados de Portugal e Espanha que constituem o nosso Asian Desk, prestam uma eficiente assist&ecirc;ncia aos nossos clientes chineses com investimentos em Portugal, Espanha, Am&eacute;rica Latina e &Aacute;frica.<br \/><br \/>Alinhados com a nossa pol&iacute;tica internacional, os nossos escrit&oacute;rios na China s&atilde;o um claro exemplo de proximidade geogr&aacute;fica, unida &agrave; especializa&ccedil;&atilde;o das nossas equipas e &agrave; rela&ccedil;&atilde;o com os melhores advogados nacionais, orientadas para garantir um servi&ccedil;o insuper&aacute;vel, adaptado &agrave;s necessidades de cada cliente.<br \/><br \/>Somos recomendados pelos principais direct&oacute;rios jur&iacute;dicos, incluindo o Chambers and Partners, o IFLR, o Legal 500 e o Tax Directors Handbook, como firma de advogados estrangeira na China para diversas &aacute;reas de actividade, incluindo fus&otilde;es e aquisi&ccedil;&otilde;es e direito fiscal.<\/p>\r\n<p><br \/><br \/><\/p>\r\n<table style=\"width: 498px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"Shanghai Guia\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Doing business in China\" width=\"62\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China 2019 edition<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"","ciudad":"Pequim","pais":"China"},{"id":"778","id_oficina":"2191","lang":"eng","descripcion":"<p>Our Shanghai office, inaugurated in 2007, and our new Beijing office, opened in 2017, have a team of Chinese consultants and foreign lawyers that offer the highest quality advice, understanding our clients&rsquo; needs, their businesses and growth opportunities, and managing their transactions efficiently in the region.<br \/><br \/>We advise our clients on carrying out investments in China and other countries in the region, teaming up with top local firms when required. Our presence and understanding of the region and well-established presence in Spain and Portugal are key to providing solutions and delivering discerning assistance. <br \/><br \/>Our Shanghai and Beijing teams, together with a team of lawyers in Spain and Portugal that form part of our Asian Desk, seamlessly assist Chinese clients investing in Spain, Portugal, Latin America and Africa.<br \/><br \/>In line with our international policy, our offices in China are a clear example of geographical proximity, combined with our teams&rsquo; expertise and our relationship with the country&rsquo;s best lawyers, to ensure the best service for the specific needs of each client.<br \/><br \/>Leading legal directories, including Chambers and Partners, IFLR, Legal 500 and the Tax Directors Handbook, recommend us as a foreign law firm in China for several practice areas, including corporate M&amp;A and tax.<\/p>\r\n<p><br \/><br \/><\/p>\r\n<table style=\"width: 498px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"Shanghai Guia\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Doing business in China 2019\" width=\"62\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China 2019 edition<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"","ciudad":"Beijing","pais":"China"},{"id":"779","id_oficina":"2191","lang":"chi","descripcion":"<p>Our Shanghai office, inaugurated in 2007, and our new Beijing office, opened in 2017, have a team of Chinese consultants and foreign lawyers that offer the highest quality advice, understanding our clients&rsquo; needs, their businesses and growth opportunities, and managing their transactions efficiently in the region.<br \/><br \/>We advise our clients on carrying out investments in China and other countries in the region, teaming up with top local firms when required. Our presence and understanding of the region and well-established presence in Spain and Portugal are key to providing solutions and delivering discerning assistance. <br \/><br \/>Our Shanghai and Beijing teams, together with a team of lawyers in Spain and Portugal that form part of our Asian Desk, seamlessly assist Chinese clients investing in Spain, Portugal, Latin America and Africa.<br \/><br \/>In line with our international policy, our offices in China are a clear example of geographical proximity, combined with our teams&rsquo; expertise and our relationship with the country&rsquo;s best lawyers, to ensure the best service for the specific needs of each client.<br \/><br \/>Leading legal directories, including Chambers and Partners, IFLR, Legal 500 and the Tax Directors Handbook, recommend us as a foreign law firm in China for several practice areas, including corporate M&amp;A and tax.<\/p>\r\n<p><br \/><br \/><\/p>\r\n<table style=\"width: 498px; height: 104px; float: left;\" border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img title=\"Shanghai Guia\" src=\"https:\/\/www.cuatrecasas.com\/media_repository\/images\/DoingBusinessChina20192.png\" alt=\"Doing business in China 2019\" width=\"62\" height=\"86\" border=\"0\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><a title=\"Doing business in China 2019 edition\" href=\"https:\/\/www.cuatrecasas.com\/es\/publicaciones\/doing_business_in_china_2019_edition.html\" target=\"_blank\">Doing business in China 2019 edition<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"","ciudad":"北京","pais":"中国"},{"id":"790","id_oficina":"2193","lang":"esp","descripcion":"<p>Inaugurada en 2019, nuestra oficina de Lima est&aacute; compuesta por un equipo de 20 profesionales, y se enfoca en las &aacute;reas de corporate M&amp;A, financiero, fiscal, litigaci&oacute;n y arbitraje, laboral y regulatorio &ndash; p&uacute;blico.<\/p>\r\n<p>Nuestros abogados prestan asesoramiento a todo tipo de clientes en sus operaciones, tanto en Per&uacute; como en el extranjero y cuentan con un amplio reconocimiento de mercado en sus &aacute;reas de especialidad.<\/p>","tags":"","ciudad":"Lima","pais":"Perú"},{"id":"791","id_oficina":"2193","lang":"por","descripcion":"<p>Inaugurado em 2019, o nosso escrit&oacute;rio de Lima est&aacute; composto por uma equipa de 20 profissionais, centrados nas &aacute;reas de fus&otilde;es e aquisi&ccedil;&otilde;es (M&amp;A), financeiro, fiscal, resolu&ccedil;&atilde;o de lit&iacute;gios e arbitragem, direito do trabalho e regulat&oacute;rio p&uacute;blico.<\/p>\r\n<p>Os nossos advogados prestam assessoria a todos os tipos de clientes nas suas opera&ccedil;&otilde;es, tanto no Peru como no estrangeiro, e contam com um amplo reconhecimento de mercado nas suas &aacute;reas de especialidade.<\/p>","tags":"","ciudad":"Lima","pais":"Peru"},{"id":"792","id_oficina":"2193","lang":"eng","descripcion":"<p>Inaugurated in 2019, our Lima office is made up by a team of 20 professionals, and focuses on the corporate M&amp;A, finance, tax, litigation and arbitration, labor and employment, and public-regulatory practice areas.<\/p>\r\n<p>Our lawyers advise all types of clients on their transactions in Peru and abroad, with widespread market recognition in their specialty areas.<\/p>","tags":"","ciudad":"Lima","pais":"Peru"},{"id":"794","id_oficina":"2193","lang":"chi","descripcion":"<p>Inaugurated in 2019, our Lima office is made up by a team of 20 professionals, and focuses on the corporate M&amp;A, finance, tax, litigation and arbitration, labor and employment, and public-regulatory practice areas.<\/p>\r\n<p>Our lawyers advise all types of clients on their transactions in Peru and abroad, with widespread market recognition in their specialty areas.<\/p>","tags":"","ciudad":"利马","pais":"Peru"}]