[{"id":"649","id_oficina":"57","lang":"esp","descripcion":"<p>Cuatrecasas&nbsp;Alicante, en conjunci&oacute;n con Cuatrecasas&nbsp;Valencia, acerca al conjunto de las empresas del sur de la Comunidad Valenciana y de la regi&oacute;n de Murcia los servicios que ofrece nuestra Firma, con un componente de cercan&iacute;a geogr&aacute;fica, especialidad sectorial e integraci&oacute;n en la comunidad de negocios y con los est&aacute;ndares de calidad, integridad y profesionalidad de Cuatrecasas. <br \/><br \/>El equipo, dirigido por&nbsp;el socio Carlos&nbsp;Alarcia, est&aacute; compuesto por&nbsp;25 abogados de diversas especialidades, que ofrecen a las empresas de su entorno geogr&aacute;fico un completo asesoramiento en todos los &aacute;mbitos del derecho de empresa. <br \/><br \/>El principio de oficina &uacute;nica con que opera Cuatrecasas&nbsp;permite a sus clientes acceder a un servicio de alto valor a&ntilde;adido prestado por profesionales l&iacute;deres en los distintos &aacute;mbitos del derecho.<\/p>","tags":"alicante, cuatrecasas gon?alves pereira, abogados","ciudad":"Alicante","pais":"España"},{"id":"650","id_oficina":"57","lang":"por","descripcion":"<p>A Cuatrecasas&nbsp;de Alicante, juntamente com a Cuatrecasas&nbsp;de Val&ecirc;ncia, aproxima ao conjunto de empresas do sul da Comunidade Valenciana e da regi&atilde;o de Murcia, os servi&ccedil;os oferecidos pela nossa sociedade, com uma componente de proximidade geogr&aacute;fica, especialidade sectorial e integra&ccedil;&atilde;o na comunidade de neg&oacute;cios, com os padr&otilde;es de qualidade, integridade e profissionalismo da Cuatrecasas. <br \/><br \/>A equipa, liderada pelo s&oacute;cio&nbsp;Carlos Alarcia, &eacute; composta por 25 advogados de diversas &aacute;reas de especializa&ccedil;&atilde;o,&nbsp;os quais&nbsp;prestam &agrave;s empresas do seu &acirc;mbito geogr&aacute;fico assessoria completa em todas as &aacute;reas do direito das sociedades. <br \/><br \/>O princ&iacute;pio de escrit&oacute;rio &uacute;nico&nbsp;sob o&nbsp;qual funciona a Cuatrecasas,&nbsp;permite aos seus clientes ter acesso a um servi&ccedil;o de elevado valor acrescentado prestado por profissionais l&iacute;deres nas diferentes &aacute;reas do direito.<\/p>","tags":"alicante, cuatrecasas gon?alves pereira, advogados","ciudad":"Alicante","pais":"Espanha"},{"id":"651","id_oficina":"57","lang":"eng","descripcion":"<p>Cuatrecasas Alicante, together with Cuatrecasas Valencia, brings our firm's services to businesses in the southern part of the Valencia and Murcia regions. The office meets their needs through its geographic proximity, specialty by sector, and integration in the business community, with the high standards of quality, integrity and professionalism for which Cuatrecasas is known. <br \/><br \/>The team, led by partner&nbsp;Carlos Alarcia, has 25 lawyers with a range of specialties, offering local companies complete services in business law. <br \/><br \/>Cuatrecasas&nbsp;operates under the single-office principle, enabling clients to&nbsp;access high value-added services provided by leading professionals in their legal fields.<\/p>","tags":"alicante, cuatrecasas gonçalves pereira, lawyers","ciudad":"Alicante","pais":"Spain"},{"id":"652","id_oficina":"56","lang":"esp","descripcion":"<p>Es la oficina donde se ubican la direcci&oacute;n general y la presidencia de Cuatrecasas en Espa&ntilde;a. Situada en la confluencia del Paseo de Gracia y la Avenida Diagonal, desarrolla su actividad en dos edificios emblem&aacute;ticos de Barcelona: el edificio Europa y el edificio Cuatrecasas situados frente a frente. Un espacio f&iacute;sico que acoge cerca de 300 abogados expertos en todos los &aacute;mbitos del derecho de empresa.&nbsp;<br \/><br \/>Cuatrecasas&nbsp;Barcelona, dirigida por&nbsp;el socio Miguel Tr&iacute;as, es el despacho jur&iacute;dico de referencia de las empresas m&aacute;s importantes de Catalu&ntilde;a. Su actuaci&oacute;n ha sido decisiva en numerosas operaciones que han marcado la actividad econ&oacute;mica y empresarial de Catalu&ntilde;a y el conjunto de Espa&ntilde;a. <br \/><br \/>El alto grado de especialidad de sus abogados y la experiencia adquirida durante el transcurso de los a&ntilde;os permiten a Cuatrecasas&nbsp;ofrecer a sus clientes un servicio jur&iacute;dico adaptado a las necesidades de cada caso, as&iacute; como potenciar la vertiente preventiva del derecho como v&iacute;a de refuerzo de la posici&oacute;n competitiva de la empresa.<\/p>","tags":"barcelona, cuatrecasas gon?alves pereira, abogados","ciudad":"Barcelona","pais":"España"},{"id":"653","id_oficina":"56","lang":"por","descripcion":"<p>&Eacute; o escrit&oacute;rio onde se situa a direc&ccedil;&atilde;o geral e a presid&ecirc;ncia da Cuatrecasas em Espanha. Localizada no cruzamento do Paseo de Gracia com a Avenida Diagonal, desenvolve a sua actividade em dois edif&iacute;cios emblem&aacute;ticos de Barcelona: o edif&iacute;cio Europa e o edif&iacute;cio Cuatrecasas,&nbsp;situados um em frente ao outro.&nbsp;Este escrit&oacute;rio&nbsp;acolhe cerca de 300 advogadosperitos em todas as &aacute;reas do direito empresarial. <br \/><br \/>A Cuatrecasas&nbsp;de Barcelona, dirigida pelo s&oacute;cio Miguel Tr&iacute;as, &eacute;&nbsp;um escrit&oacute;rio de refer&ecirc;ncia das sociedades mais importantes da Catalunha. A sua actua&ccedil;&atilde;o tem sido decisiva em numerosas opera&ccedil;&otilde;es que t&ecirc;m marcado a actividade econ&oacute;mica e empresarial da Catalunha e da Espanha no seu conjunto. <br \/><br \/>O elevado grau de especialidade dos seus advogados e a experi&ecirc;ncia adquirida ao longo dos anos, permitem &agrave; Cuatrecasas&nbsp;oferecer aos seus clientes um servi&ccedil;o jur&iacute;dico adaptado &agrave;s necessidades de cada caso, bem como promover a vertente preventiva do direito, como forma&nbsp;a refor&ccedil;ar a posi&ccedil;&atilde;o concorrencial das sociedades.<\/p>","tags":"barcelona, cuatrecasas gon?alves pereira, advogados","ciudad":"Barcelona","pais":"Espanha"},{"id":"654","id_oficina":"56","lang":"eng","descripcion":"<p>This office is home to the general management and directorship of Cuatrecasas in Spain. Located centrally at the intersection of Paseo de Gracia and Avenida Diagonal, the firm works in two of Barcelona's emblematic structures: the Edificio Europa and the Edificio Cuatrecasas, which sit opposite each other. The buildings house approximately 300 lawyers with expertise in all areas of business law. <br \/><br \/>Cuatrecasas&nbsp;Barcelona, led by partner Miguel Tr&iacute;as, is the reference law firm for Catalonia's most important companies. Its work has been decisive in numerous business transactions at the core of economic and corporate activity in Catalonia and all of Spain. <br \/><br \/>Its lawyers' high degree of specialization and years of experience allow Cuatrecasas&nbsp;to adapt its legal service to the needs of each case and offer a strong preemptive view of the law to bolster its clients' competitiveness.<\/p>","tags":"barcelona, cuatrecasas gon?alves pereira, lawyers","ciudad":"Barcelona","pais":"Spain"},{"id":"655","id_oficina":"71","lang":"esp","descripcion":"<p>Creada en 1939, Cuatrecasas&nbsp;Bilbao es, por antig&uuml;edad, la segunda oficina de la Firma. Conjuga una s&oacute;lida implantaci&oacute;n en el &aacute;mbito empresarial del Pa&iacute;s Vasco y comunidades lim&iacute;trofes con una pr&aacute;ctica jur&iacute;dica desarrollada por un equipo altamente cualificado y conocedor del mundo de los negocios, las instituciones y la fiscalidad de Euskadi. <br \/><br \/>Con oficinas en Bilbao, San Sebasti&aacute;n y Vitoria, sus m&aacute;s de 50 abogados defienden los intereses de las principales compa&ntilde;&iacute;as con sede en el Pa&iacute;s Vasco, ayud&aacute;ndolas a desarrollar su negocio mediante instrumentos jur&iacute;dicos que contribuyen a su expansi&oacute;n, mejora de gesti&oacute;n y posici&oacute;n competitiva en los mercados.<\/p>","tags":"bilbao, cuatrecasas gon?alves pereira, abogados","ciudad":"Bilbao","pais":"España"},{"id":"656","id_oficina":"71","lang":"por","descripcion":"<p>Criada em 1939, a Cuatrecasas&nbsp;de Bilbao &eacute;, em termos de antiguidade, o segundo escrit&oacute;rio da sociedade. Alia uma s&oacute;lida implanta&ccedil;&atilde;o no &acirc;mbito empresarial do Pa&iacute;s Basco e comunidades lim&iacute;trofes&nbsp;a uma pr&aacute;tica jur&iacute;dica desenvolvida por uma equipa altamente qualificada e conhecedora do mundo dos neg&oacute;cios, das institui&ccedil;&otilde;es e da fiscalidade de Euskadi. <br \/><br \/>Com escrit&oacute;rios em Bilbao, S&atilde;o Sebasti&atilde;o e Vitoria, os seus mais de 50 advogados defendem os interesses das principais empresas com sede no Pa&iacute;s Basco, ajudando-as a desenvolver a sua actividade mediante instrumentos jur&iacute;dicos que contribuem&nbsp;para a&nbsp;sua expans&atilde;o, melhoria na gest&atilde;o e posi&ccedil;&atilde;o concorrencial nos mercados.<\/p>","tags":"bilbao, cuatrecasas gon?alves pereira, advogados","ciudad":"Bilbao","pais":"Espanha"},{"id":"657","id_oficina":"71","lang":"eng","descripcion":"<p>Founded in 1939, Cuatrecasas&nbsp;Bilbao is the firm's second oldest office. It combines solid roots in the Basque Country's business community and nearby regions with a highly qualified team of lawyers who are experts in the Basque Country's commercial, institutional and tax practices. <br \/><br \/>With offices in Bilbao, San Sebasti&aacute;n and Vitoria, over 50 lawyers protect the interests of major companies established in the Basque Country, helping them develop their business by using legal structures that contribute to their expansion, improved management and increasing competitiveness.<\/p>","tags":"bilbao, cuatrecasas gonçalves pereira, lawyers","ciudad":"Bilbao","pais":"Spain"},{"id":"658","id_oficina":"96","lang":"esp","descripcion":"<p>Cuatrecasas&nbsp;Bruselas, pionera en el proceso de internacionalizaci&oacute;n de la Firma, es la oficina de referencia para todos los asuntos relacionados con la Uni&oacute;n Europea y sus instituciones. Una trayectoria de compromiso y resultados, iniciada en 1986, avala la labor del equipo de profesionales expertos en derecho de la competencia y temas comunitarios que compone la oficina, dirigida por la socia Cani Fern&aacute;ndez, en la capital de la UE. <br \/><br \/>El multiculturalismo, la capacidad de trabajo en diversos idiomas, el profundo conocimiento de la legislaci&oacute;n comunitaria, sus instituciones y las personas que en el seno de las mismas toman las decisiones que afectan a todas las empresas de la UE, son algunas de las caracter&iacute;sticas de los abogados que componen Cuatrecasas&nbsp;Bruselas.<br \/><br \/>Una oficina, situada en la Avenida Cortenbergh, 60, que ha conseguido estos &uacute;ltimos a&ntilde;os muchos y variados &eacute;xitos en la defensa de los intereses de nuestros clientes.<\/p>","tags":"bruselas, cuatrecasas gon?alves pereira, abogados","ciudad":"Bruselas","pais":"Bélgica"},{"id":"659","id_oficina":"96","lang":"por","descripcion":"<p>A Cuatrecasas&nbsp;de Bruxelas, capital da UE, pioneira no processo de internacionaliza&ccedil;&atilde;o da sociedade, &eacute; o escrit&oacute;rio de refer&ecirc;ncia para todos os assuntos relacionados com a Uni&atilde;o Europeia e as suas institui&ccedil;&otilde;es. Um percurso de compromisso e resultados, iniciado em 1986, atrav&eacute;s do trabalho da equipa de profissionais peritos em direito da concorr&ecirc;ncia e temas comunit&aacute;rios que formam o escrit&oacute;rio, liderado pela s&oacute;cia Cani Fern&aacute;ndez. <br \/><br \/>O multiculturalismo, a capacidade de trabalhar em diversas l&iacute;nguas, o profundo conhecimento da legisla&ccedil;&atilde;o comunit&aacute;ria, das suas institui&ccedil;&otilde;es e das pessoas que, no seio da mesma, tomam as decis&otilde;es que afectam todas as empresas da UE, s&atilde;o algumas das caracter&iacute;sticas dos advogados que formam a Cuatrecasas&nbsp;de Bruxelas. <br \/><br \/>Um escrit&oacute;rio, situado na Avenida Cortenbergh, 60, que conseguiu nestes &uacute;ltimos anos muitos e variados &ecirc;xitos no patroc&iacute;nio dos interesses dos seus clientes.<\/p>","tags":"bruxelas, cuatrecasas gon?alves pereira, advogados","ciudad":"Bruxelas","pais":""},{"id":"660","id_oficina":"96","lang":"eng","descripcion":"<p>Cuatrecasas&nbsp;Brussels was a pioneer in internationalizing the Firm and handles all affairs relating to the European Union (EU) and its institutions. A history of diligence and results since 1986 endorses the work of the team of experts in competition law and community affairs in the EU capital, led by partner Cani Fern&aacute;ndez.<br \/><br \/>Multiculturalism, the ability to work in several languages, a deep understanding of EU legislation and institutions, and relations with officials whose decision making affects businesses across the EU, are some of the attributes of the lawyers that make up Cuatrecasas&nbsp;Brussels. <br \/><br \/>The office, located at 60 Cortenbergh Avenue, has successfully defended the interests of our clients in recent years.<\/p>","tags":"brussels, cuatrecasas gon?alves pereira, lawyers","ciudad":"Brussels","pais":"Belgium"},{"id":"661","id_oficina":"97","lang":"esp","descripcion":"<p class=\"Pa1\">Marruecos se est&aacute; convirtiendo en un pa&iacute;s emergente, registrando desde 1998 unas tasas de crecimiento del PIB muy elevadas. Basando su crecimiento econ&oacute;mico en el fomento de cuatro motores como son la agricultura, el turismo, la industria y los fosfatos, Marruecos ofrece claras oportunidades de negocio.<br \/><br \/>Cuatrecasas cuenta con una oficina en Casablanca desde&nbsp;el a&ntilde;o 2007, dirigida por Fedwa Bouzoubaa. La oficina presta servicios de alta calidad con un estilo personal y accesible a las empresas nacionales e internacionales que invierten en Marruecos y a las compa&ntilde;&iacute;as marroqu&iacute;es que invierten en Europa, en particular en la Pen&iacute;nsula Ib&eacute;rica, y en &Aacute;frica.<br \/><br \/>Nuestro equipo de Casablanca cuenta con socios y asociados con amplia experiencia nacional e internacional, radicados permanentemente en el centro de la ciudad y preparados para acudir inmediatamente a cualquier parte del pa&iacute;s para atender a las necesidades de los clientes.<br \/><br \/>Cuatrecasas Casablanca ofrece a sus clientes un excelente asesoramiento corporativo e inmobiliario, as&iacute; como en concursos p&uacute;blicos, y posee amplia experiencia en operaciones nacionales e internacionales, como fusiones y adquisiciones y <em>joint ventures<\/em>, con compa&ntilde;&iacute;as de primer nivel marroqu&iacute;es, ib&eacute;ricas e internacionales. Cabe destacar que&nbsp;<em>The Legal 500 <\/em>nos recomienda como despacho en Casablanca en las siguientes pr&aacute;cticas: <em>Corporate and M&amp;A<\/em>, <em>Tax<\/em>, <em>Projects and Public Law<\/em> y <em>Tourism<\/em>.<\/p>","tags":"casablanca, cuatrecasas gon?alves pereira, abogados","ciudad":"Casablanca","pais":"Marruecos"},{"id":"662","id_oficina":"97","lang":"por","descripcion":"<p class=\"Pa1\">Marrocos est&aacute; a converter-se num pa&iacute;s emergente, registando desde 1998 taxas muito elevadas de crescimento do PIB. Baseando o seu crescimento econ&oacute;mico no fomento de quatro motores como a agricultura, o turismo, a ind&uacute;stria e os fosfatos, Marrocos oferece claras oportunidades de neg&oacute;cio.<br \/><br \/>A Cuatrecasas conta com um escrit&oacute;rio em Casablanca desde 2007, dirigido por Fedwa Bouzoubaa. O escrit&oacute;rio presta servi&ccedil;os de alta qualidade com um estilo pessoal e acess&iacute;vel &agrave;s empresas nacionais e internacionais que investem em Marrocos, e &agrave;s empresas marroquinas que investem na Europa, em particular na Pen&iacute;nsula Ib&eacute;rica e em &Aacute;frica.<br \/><br \/>A nossa equipa de Casablanca conta com s&oacute;cios e associados com ampla experi&ecirc;ncia nacional e internacional, radicados permanentemente no centro da cidade e preparados para acorrer imediatamente a qualquer parte do pa&iacute;s para atender as necessidades dos clientes.<br \/><br \/>A Cuatrecasas Casablanca oferece aos seus clientes uma excelente assessoria corporativa, em concursos p&uacute;blicos e no sector imobili&aacute;rio, bem como experi&ecirc;ncia em opera&ccedil;&otilde;es nacionais e internacionais, como fus&otilde;es e aquisi&ccedil;&otilde;es e empresas conjuntas, com empresas de primeiro n&iacute;vel marroquinas, ib&eacute;ricas e internacionais.<\/p>","tags":"casablanca, cuatrecasas gon?alves pereira, advogados","ciudad":"Casablanca","pais":"Marrocos"},{"id":"663","id_oficina":"97","lang":"eng","descripcion":"<p class=\"Pa1\">Morocco is becoming an emerging country, having registered very high GDP growth rates since 1998. With its growing economy centering around four drivers (agriculture, tourism, industry and phosphates), Morocco clearly has business opportunities to offer.<br \/><br \/>Cuatrecasas has had an office in Casablanca since 2007, which is managed by Fedwa Bouzoubaa. The Casablanca office provides top-quality services with its own style, advising national and international companies investing in Morocco, and Moroccan companies investing in Europe, particularly on the Iberian Peninsula and in Africa.<br \/><br \/>The legal team comprises partners and associates with ample national and international experience who, although based at our office in the center of Casablanca, can travel immediately to any part of Morocco to handle clients&rsquo; needs.<br \/><br \/>Cuatrecasas Casablanca offers clients an excellent advisory service in corporate and real estate matters, and public tenders, in addition to its experience advising leading Iberian, international and Moroccan companies on national and international transactions, such as mergers and acquisitions, and joint ventures.<\/p>","tags":"casablanca, cuatrecasas gon?alves pereira, lawyers","ciudad":"Casablanca","pais":"Morocco"},{"id":"664","id_oficina":"72","lang":"esp","descripcion":"<p>El equipo de abogados que dirige la socia de Cuatrecasas,&nbsp;Silvia Albert&iacute;, ofrece a las empresas de Girona un completo asesoramiento en todos los &aacute;mbitos del derecho de empresa. El principio de oficina &uacute;nica con que opera Cuatrecasas&nbsp;permite a los clientes de Girona acceder a un servicio de alto valor a&ntilde;adido prestado por profesionales l&iacute;deres en los distintos &aacute;mbitos del derecho. <br \/><br \/>El profundo conocimiento y prolongada actividad en el asesoramiento a las principales empresas de Girona, combinado con la experiencia de la Firma a nivel global, convierte a Cuatrecasas&nbsp;en la mejor garant&iacute;a de las empresas para afianzar y conseguir los resultados que necesitan.<\/p>","tags":"girona, cuatrecasas gon?alves pereira, abogados","ciudad":"Girona","pais":"España"},{"id":"665","id_oficina":"72","lang":"por","descripcion":"<p>A equipa de advogados dirigida pela s&oacute;cia da Cuatrecasas,&nbsp;Silvia Albert&iacute;, oferece &agrave;s empresas d Girona uma assessoria completa em todas as &aacute;reas do direito das sociedades. O princ&iacute;pio de escrit&oacute;rio &uacute;nico&nbsp;sob o&nbsp;qual funciona a Cuatrecasas,&nbsp;permite aos clientes de Girona ter acesso a um servi&ccedil;o de elevado valor acrescentado prestado por profissionais altamente qualificados e experientes nas diferentes &aacute;reas do direito. <br \/><br \/>O profundo conhecimento e a prolongada actividade na assessoria das principais empresas de Girona, aliados &agrave; experi&ecirc;ncia da sociedade a n&iacute;vel global, faz da Cuatrecasas&nbsp;um elemento chave das empresas para assegurarem os resultados pretendidos.<\/p>","tags":"girona, cuatrecasas gon?alves pereira, advogados","ciudad":"Girona","pais":"Espanha"},{"id":"666","id_oficina":"72","lang":"eng","descripcion":"<p>The team of lawyers led by Cuatrecasas&nbsp;partner Silvia Albert&iacute; advises Girona companies on all areas of business law. Cuatrecasas's&nbsp;single-office philosophy enables clients to access&nbsp;high added-value services provided by top professionals in diverse areas of the law. <br \/><br \/>A deep understanding of the issues and extensive experience in advising leading Girona-based companies, combined with the firm's global involvement, makes Cuatrecasas&nbsp;the best option to obtain the required results.<\/p>","tags":"girona, cuatrecasas gon?alves pereira, lawyers","ciudad":"Girona","pais":"Spain"},{"id":"667","id_oficina":"162","lang":"esp","descripcion":"<p>Es la oficina donde se ubica la Direcci&oacute;n General de Cuatrecasas en Portugal. Ubicada en pleno coraz&oacute;n de Lisboa, la oficina cuenta con m&aacute;s de 140 abogados, expertos en todos los &aacute;mbitos del derecho de empresa.<br \/><br \/>La oficina de Cuatrecasas en Lisboa se inaugur&oacute; en 1928 y est&aacute; dirigida por los socios Maria Jo&atilde;o Ricou y Diogo Perestrelo. Cuatrecasas es uno de los principales despachos de abogados de Portugal, y desde la oficina de Lisboa se han articulado algunas de las operaciones de mayor envergadura del mercado portugu&eacute;s.<\/p>","tags":"lisboa, cuatrecasas gon?alves pereira, abogados","ciudad":"Lisboa","pais":"Portugal"},{"id":"668","id_oficina":"162","lang":"por","descripcion":"<p>A Cuatrecasas tem as suas ra&iacute;zes portuguesas no escrit&oacute;rio de Lisboa fundado em 1928 pelo Prof. Armando Gon&ccedil;alves Pereira, o qual cedo se destacou pela independ&ecirc;ncia no exerc&iacute;cio da advocacia e por uma actividade marcadamente associada ao investimento estrangeiro, caracter&iacute;sticas que vieram a ter continuidade sob a direc&ccedil;&atilde;o do Prof. Andr&eacute; Gon&ccedil;alves Pereira. A consolida&ccedil;&atilde;o como um escrit&oacute;rio de refer&ecirc;ncia no mercado nacional, a par de uma forte aposta na sua internacionaliza&ccedil;&atilde;o e, finalmente, a integra&ccedil;&atilde;o com uma das maiores sociedades de advogados espanhola, levaram ao que &eacute; hoje a sociedade de advogados ib&eacute;rica Cuatrecasas. Em Portugal, a Cuatrecasas tem escrit&oacute;rios em Lisboa e Porto e &eacute; actualmente dirigida pelos s&oacute;cios Maria Jo&atilde;o Ricou e Diogo Perestrelo.<br \/><br \/>Situado no centro da cidade, o escrit&oacute;rio de Lisboa conta com mais de 120 advogados,&nbsp;com experi&ecirc;ncia espec&iacute;fica nas v&aacute;rias &aacute;reas do Direito, e com um vasto percurso em opera&ccedil;&otilde;es e resolu&ccedil;&atilde;o de lit&iacute;gios de grande dimens&atilde;o e complexidade.<\/p>","tags":"lisboa, cuatrecasas gon?alves pereira, advogados","ciudad":"Lisboa","pais":"Portugal"},{"id":"669","id_oficina":"162","lang":"eng","descripcion":"<p>The head office of Cuatrecasas in Portugal is located in the heart of Lisbon and is home to more than 140 lawyers, experts in all areas of business law. <br \/><br \/>The Lisbon office opened in 1928, and is led by partners Maria Jo&atilde;o Ricou and Diogo Perestrelo. Cuatrecasas is one of Portugal's leading law firms, and its Lisbon office has conducted some of the most important transactions in the portuguese market.<\/p>","tags":"lisbon, cuatrecasas gon?alves pereira, lawyers","ciudad":"Lisbon","pais":"Portugal"},{"id":"670","id_oficina":"73","lang":"esp","descripcion":"<p>Desde su apertura en 1998, Cuatrecasas&nbsp;Lleida acerca al conjunto de las empresas leridanas, mediante el principio de oficina &uacute;nica, los servicios de alto valor a&ntilde;adido que ofrece nuestra Firma, con un componente de cercan&iacute;a geogr&aacute;fica que aporta, al mismo tiempo, los est&aacute;ndares de calidad, integridad y profesionalidad de Cuatrecasas. <br \/><br \/>El equipo, que dirige el socio de Cuatrecasas,&nbsp;F&eacute;lix Gonz&aacute;lez, est&aacute; compuesto por m&aacute;s de diez abogados y cuenta con especialistas en materia fiscal, mercantil, laboral y procesal-civil. Tiene una amplia experiencia y ha participado en el asesoramiento a m&uacute;ltiples empresas del sector agroalimentario.<\/p>","tags":"lleida, cuatrecasas gon?alves pereira, abogados","ciudad":"Lleida","pais":"España"},{"id":"671","id_oficina":"73","lang":"por","descripcion":"<p>Desde a sua abertura em 1998, a Cuatrecasas&nbsp;de L&eacute;rida leva ao conjunto de empresas de L&eacute;rida, atrav&eacute;s do princ&iacute;pio do escrit&oacute;rio &uacute;nico,&nbsp;servi&ccedil;os jur&iacute;dicos de&nbsp;valor acrescentado prestados pela nossa sociedade, com uma componente de proximidade geogr&aacute;fica, aliados aos&nbsp;padr&otilde;es de qualidade, integridade e profissionalismo da Cuatrecasas. <br \/><br \/>A equipa, dirigida pelo s&oacute;cio da Cuatrecasas,&nbsp;F&eacute;lix Gonz&aacute;lez, &eacute; composta por mais de dez advogados e conta com especialistas em mat&eacute;ria fiscal, comercial, laboral e processual civil. Tem uma ampla experi&ecirc;ncia e participou na assessoria prestada a muitas empresas do sector agro-alimentar.<\/p>","tags":"l??rida, cuatrecasas gon?alves pereira, advogados","ciudad":"Lérida","pais":"Espanha"},{"id":"672","id_oficina":"73","lang":"eng","descripcion":"<p>Since opening in 1998, Cuatrecasas Lleida brings companies in Lleida high value-added services through its single-office principle, while offering geographic proximity and its high standards of quality, integrity and professionalism. <br \/><br \/>The team, led by partner F&eacute;lix Gonz&aacute;lez, is made up of more than 10 lawyers, including specialists in tax, commercial, labor and civil procedure law. With ample experience, it has advised many companies in the agri-food sector.<\/p>","tags":"lleida, cuatrecasas gon?alves pereira, lawyers","ciudad":"Lleida","pais":"Spain"},{"id":"673","id_oficina":"164","lang":"esp","descripcion":"<p>Las organizaciones multinacionales contemplan cada vez m&aacute;s a Londres como el centro de sus operaciones europeas, a menudo como trampol&iacute;n hacia el resto de mercados europeos. Cuatrecasas&nbsp;Londres proporciona a estas organizaciones asesoramiento de alta calidad sobre todos los aspectos legales en derecho espa&ntilde;ol y portugu&eacute;s de las operaciones que deseen llevar a cabo. <br \/><br \/>Nuestros experimentados abogados trabajan en estrecha colaboraci&oacute;n con los clientes y con otros asesores a fin de asegurar que la operaci&oacute;n se lleve a t&eacute;rmino con rapidez y eficiencia. Nuestra red de oficinas nos asegura un conocimiento y comprensi&oacute;n a nivel local que alcanza a toda Espa&ntilde;a, Portugal y Am&eacute;rica Latina. Combinamos este conocimiento con una amplia experiencia de trabajo con grandes multinacionales, instituciones financieras y operadores de capital riesgo, desarrollando una profunda comprensi&oacute;n de sus sectores de negocio. <br \/><br \/>Nuestra oficina de Londres, con un completo equipo de profesionales y personal de apoyo, es el portal de acceso a los conocimientos y experiencia de Cuatrecasas&nbsp;en todo el mundo.<\/p>","tags":"londres, cuatrecasas gon?alves pereira, abogados","ciudad":"Londres","pais":"Reino Unido"},{"id":"674","id_oficina":"164","lang":"por","descripcion":"<p>As organiza&ccedil;&otilde;es multinacionais olham cada vez mais para Londres como o centro das suas opera&ccedil;&otilde;es europeias, muitas vezes como trampolim para o resto dos mercados europeus. A Cuatrecasas&nbsp;de Londres presta a estas organiza&ccedil;&otilde;es uma assessoria de elevada qualidade relativamente a todos os aspectos jur&iacute;dicos do direito espanhol e portugu&ecirc;s no &acirc;mbito das opera&ccedil;&otilde;es que pretendam levar a cabo. <br \/><br \/>Os nossos experientes advogados trabalham em estreita colabora&ccedil;&atilde;o com os clientes e com outros assessores com vista a assegurar que a opera&ccedil;&atilde;o se conclua com rapidez e efici&ecirc;ncia. A nossa rede de escrit&oacute;rios permite-nos ter um conhecimento e uma compreens&atilde;o a n&iacute;vel local que abrange toda a Espanha, Portugal e Am&eacute;rica Latina. Combinamos este conhecimento com uma ampla experi&ecirc;ncia de trabalho com grandes multinacionais, institui&ccedil;&otilde;es financeiras e operadores de capital de risco, desenvolvendo uma profunda compreens&atilde;o dos seus sectores de neg&oacute;cio. <br \/><br \/>O nosso escrit&oacute;rio de Londres, com uma equipa de profissionais e pessoal de apoio completa, &eacute; a porta de acesso aos conhecimentos e experi&ecirc;ncia internacional da Cuatrecasas.<\/p>","tags":"londres, cuatrecasas gon?alves pereira, advogados","ciudad":"Londres","pais":"Reino Unido"},{"id":"675","id_oficina":"164","lang":"eng","descripcion":"<p>Multinational companies are increasingly considering London as the center of their European operations and as a launching pad into European markets. Cuatrecasas London offers these companies high-quality advice, particularly on all aspects of Spanish and Portuguese law, for their projected business undertakings. <br \/><br \/>Our experienced lawyers work closely with clients and outside counsel to quickly and efficiently conclude transactions. Our network of offices ensures local knowledge and understanding of the law affecting Spain, Portugal and Latin America. We combine this knowledge with extensive experience working with large multinationals, financial institutions and venture capital funds, having acquired&nbsp;a deep understanding of their business sectors. <br \/><br \/>With a complete team of lawyers and support staff, our London office is the gateway to Cuatrecasas's know-how and experience worldwide.<\/p>","tags":"london, cuatrecasas gon?alves pereira, lawyers","ciudad":"London","pais":"United Kingdom"},{"id":"676","id_oficina":"74","lang":"esp","descripcion":"<p>Cuatrecasas&nbsp;Madrid es uno de los principales despachos de abogados de la capital de Espa&ntilde;a. La oficina de Madrid, ubicada en la calle Almagro, cuenta con cerca de 300 abogados, expertos de primera l&iacute;nea en todos los &aacute;mbitos del derecho de empresa, que asesoran a las principales compa&ntilde;&iacute;as industriales y de servicios, as&iacute; como a instituciones y organismos oficiales. <br \/><br \/>Cuatrecasas&nbsp;Madrid, que dirige el socio Francisco P&eacute;rez-Crespo, ha articulado algunas de las m&aacute;s destacadas planificaciones fiscales, operaciones de fusiones y adquisiciones o salidas a bolsa, financiaci&oacute;n de grandes infraestructuras, reestructuraciones empresariales y defensa de los intereses de nuestros clientes ante tribunales y cortes arbitrales.<\/p>","tags":"madrid, cuatrecasas gon?alves pereira, abogados","ciudad":"Madrid","pais":"España"},{"id":"677","id_oficina":"74","lang":"por","descripcion":"<p>A Cuatrecasas&nbsp;de Madrid &eacute; um dos principais escrit&oacute;rios de advogados da capital espanhola. O escrit&oacute;rio de Madrid, situado na calle Almagro, conta com cerca de 300 advogados, peritos de primeira linha em todas as &aacute;reas do direito das sociedades, que prestam assessoria &agrave;s principais empresas industriais e de servi&ccedil;os, bem como a institui&ccedil;&otilde;es e entidades oficiais. <br \/><br \/>A Cuatrecasas&nbsp;de Madrid, dirigida pelo s&oacute;cio Francisco P&eacute;rez-Crespo, tem coordenado algumas das mais importantes planifica&ccedil;&otilde;es fiscais, opera&ccedil;&otilde;es de fus&otilde;es e aquisi&ccedil;&otilde;es,&nbsp;OPAs, de financiamento de grandes infra-estruturas, reestrutura&ccedil;&otilde;es empresariais, bem como&nbsp;o patroc&iacute;nio&nbsp;da defesa dos interesses dos seus clientes perante tribunais judiciais e arbitrais.<\/p>","tags":"madrid, cuatrecasas gon?alves pereira, advogados","ciudad":"Madrid","pais":"Espanha"},{"id":"678","id_oficina":"74","lang":"eng","descripcion":"<p>Cuatrecasas Madrid is one of the leading law firms in Spain's capital. The Madrid office, on calle Almagro, has almost 300 first-class lawyers, experts in all areas of business law, that advise major service and industrial companies, as well as official institutions and organizations. <br \/><br \/>Cuatrecasas Madrid, led by partner Francisco P&eacute;rez-Crespo, has undertaken some of the most noteworthy tax strategies, mergers and acquisitions, initial public offerings, major infrastructure-financing transactions, and business restructuring plans, and has defended the interests of our clients in court and arbitration proceedings.<\/p>","tags":"madrid, cuatrecasas gon?alves pereira, lawyers","ciudad":"Madrid","pais":"Spain"},{"id":"679","id_oficina":"2044","lang":"esp","descripcion":"<p>Cuatrecasas, Olivencia-Ballester M&aacute;laga, dirigida por el socio Francisco Romero, desarrolla todas las especialidades del derecho de empresa y asesora a las principales compa&ntilde;&iacute;as de Andaluc&iacute;a Oriental, ofreciendo la asistencia jur&iacute;dica necesaria para cada tipo de negocio. <br \/><br \/>La oficina de M&aacute;laga cuenta con una pr&aacute;ctica jur&iacute;dica de alto valor a&ntilde;adido desarrollada por un equipo altamente cualificado y conocedor del mundo de los negocios y de los sectores m&aacute;s relevantes de la zona, contando con amplia experiencia en materia concursal, infraestructuras y contrataci&oacute;n p&uacute;blica, as&iacute; como en los sectores tur&iacute;stico e inmobiliario. <br \/><br \/>Esta oficina, que ha iniciado su actividad en julio de 2010, confirma la apuesta de la Firma en Andaluc&iacute;a. El principio de oficina &uacute;nica con el que trabajan los abogados de la Firma permite a los clientes acceder a todas las especialidades del derecho independientemente del lugar en que se encuentren.<\/p>","tags":"m??laga, cuatrecasas gon?alves pereira, abogados","ciudad":"Málaga","pais":"España"},{"id":"680","id_oficina":"2044","lang":"por","descripcion":"<p>A Cuatrecasas, Olivencia-Ballester em M&aacute;laga, dirigida pelo s&oacute;cio Francisco Romero, desenvolve todas as especializa&ccedil;&otilde;es do direito das sociedades e presta assessoria &agrave;s principais sociedades da Andaluzia Oriental, oferecendo a assist&ecirc;ncia jur&iacute;dica necess&aacute;ria a cada tipo de neg&oacute;cio. <br \/><br \/>O escrit&oacute;rio de M&aacute;laga conta com uma pr&aacute;tica jur&iacute;dica de elevado valor acrescentado desenvolvida por uma equipa altamente qualificada e conhecedora do mundo dos neg&oacute;cios e dos sectores mais relevantes da zona, contando com uma vasta experi&ecirc;ncia em mat&eacute;ria de concursos, infra-estruturas e contrata&ccedil;&atilde;o p&uacute;blica, bem como nos sectores tur&iacute;stico e imobili&aacute;rio. <br \/><br \/>Este escrit&oacute;rio, que come&ccedil;ou a sua actividade em Julho de 2010, confirma a aposta da Sociedade na Andaluzia. O princ&iacute;pio de escrit&oacute;rio &uacute;nico seguido pela sociedade, permite aos clientes ter acesso a todas as &aacute;reas de especialidade do direito, independentemente do lugar onde se encontrem.<\/p>","tags":"m??laga, cuatrecasas gon?alves pereira, advogados","ciudad":"Málaga","pais":"Espanha"},{"id":"681","id_oficina":"2044","lang":"eng","descripcion":"<p>Cuatrecasas, Olivencia-Ballester M&aacute;laga, led by partner Francisco Romero, practices all business law specialties and advises major companies based in eastern Andalusia, offering legal assistance for all types of businesses. <br \/><br \/>The M&aacute;laga office offers high value-added legal work, carried out by a team of exceptional lawyers with in-depth knowledge of business and the area's most important industries. They have extensive experience in bankruptcy law, infrastructures and government procurement, as well as in tourism and real estate. <br \/><br \/>The M&aacute;laga office, which opened in July 2010, results from the firm's commitment to expansion in Andalusia. The firm's single-office principle gives clients access to counsel in all legal specialties, regardless of where they are located.<\/p>","tags":"malaga, cuatrecasas gonçalves pereira, lawyers","ciudad":"Málaga","pais":"Spain"},{"id":"682","id_oficina":"98","lang":"esp","descripcion":"<p>Cuatrecasas&nbsp;Nueva York es la oficina que simboliza, por un lado, el compromiso internacional de la Firma y, por otro, la apuesta por responder a las necesidades de sus clientes y acompa&ntilde;arles all&aacute; donde &eacute;stos lo requieran. <br \/><br \/>La oficina ofrece a las empresas espa&ntilde;olas y portuguesas rapidez, calidad y cercan&iacute;a en la articulaci&oacute;n de negocios y operaciones en los Estados Unidos, constituyendo al mismo tiempo la puerta de entrada en Europa para las empresas norteamericanas. <br \/><br \/>Cuatrecasas&nbsp;acompa&ntilde;a a sus clientes, facilit&aacute;ndoles la comprensi&oacute;n y adaptaci&oacute;n al marco jur&iacute;dico en el que van a actuar, a trav&eacute;s de la experiencia de nuestros abogados, la integraci&oacute;n en los equipos jur&iacute;dicos de los abogados estadounidenses m&aacute;s apropiados y el conocimiento del entorno empresarial, la fiscalidad, las instituciones y las formas m&aacute;s eficientes de articulaci&oacute;n de negocios y operaciones en Norteam&eacute;rica.<\/p>","tags":"nueva york, cuatrecasas gon?alves pereira, abogados","ciudad":"Nueva York","pais":"Estados Unidos"},{"id":"683","id_oficina":"98","lang":"por","descripcion":"<p>A Cuatrecasas&nbsp;de Nova Iorque &eacute; o escrit&oacute;rio que simboliza o compromisso internacional do escrit&oacute;rio e&nbsp;por outro lado a aposta na resposta &agrave;s necessidades dos clientes e o respectivo acompanhamento onde quer que se encontrem. <br \/><br \/>O escrit&oacute;rio oferece &agrave;s empresas espanholas e&nbsp;portuguesas, rapidez, qualidade e proximidade na articula&ccedil;&atilde;o dos neg&oacute;cios e opera&ccedil;&otilde;es nos Estados Unidos, constituindo ao mesmo tempo a porta de entrada na Europa para as empresas norte-americanas. <br \/><br \/>A Cuatrecasas&nbsp;acompanha os seus clientes, facultando-lhes a compreens&atilde;o e adapta&ccedil;&atilde;o ao regime jur&iacute;dico no qual ir&atilde;o actuar, atrav&eacute;s da experi&ecirc;ncia dos nossos advogados, a integra&ccedil;&atilde;o nas equipas jur&iacute;dicas dos advogados&nbsp;norte americanos,&nbsp;proporcionando as solu&ccedil;&otilde;es mais apropriadas e&nbsp;um conhecimento profundo do tecido empresarial, da fiscalidade, das institui&ccedil;&otilde;es e das formas mais eficientes de articula&ccedil;&atilde;o dos neg&oacute;cios e opera&ccedil;&otilde;es na Am&eacute;rica do Norte.<\/p>","tags":"nova iorque, cuatrecasas gon?alves pereira, advogados","ciudad":"Nova Iorque","pais":"Estados Unidos"},{"id":"684","id_oficina":"98","lang":"eng","descripcion":"<p>The Cuatrecasas New York office symbolizes the Firm's commitment to having a global presence and to meeting its clients' needs wherever necessary. <br \/><br \/>The office provides its Spanish and Portuguese clients with speed, quality, and proximity to businesses and transactions in the United States (US), while at the same time serving as a gateway to Europe for US companies.<\/p>\r\n<p><br \/>Cuatrecasas supports its clients in understanding, and adapting to, the legal framework in which they do business. This is achieved by experienced lawyers; close work with best-suited US counterparts; and knowledge of the business environment, tax system and best ways to conduct business in the US.<\/p>","tags":"new york, cuatrecasas gon?alves pereira, lawyers","ciudad":"New York","pais":"United States"},{"id":"685","id_oficina":"2","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas en Porto fue inaugurada en 1989 y cuenta en la actualidad con m&aacute;s de 25 profesionales. Dirigida por el socio Jos&eacute; de Freitas, la oficina de Porto, conjuntamente con la de Lisboa, defiende los intereses de las principales compa&ntilde;&iacute;as del pa&iacute;s y ha participado en algunas de las operaciones m&aacute;s destacadas del mercado portugu&eacute;s.<\/p>","tags":"porto, cuatrecasas gon?alves pereira, abogados","ciudad":"Porto","pais":"Portugal"},{"id":"686","id_oficina":"2","lang":"por","descripcion":"<p>O escrit&oacute;rio da Cuatrecasas no Porto foi inaugurado em 1989 e conta actualmente com mais de 25 profissionais. Dirigido pelo s&oacute;cio Jos&eacute; de Freitas, o escrit&oacute;rio do Porto, juntamente com o de Lisboa, defende os interesses das principais sociedades do pa&iacute;s e participou nalgumas das opera&ccedil;&otilde;es mais relevantes no mercado portugu&ecirc;s.<\/p>","tags":"porto, cuatrecasas gon?alves pereira, advogados","ciudad":"Porto","pais":"Portugal"},{"id":"687","id_oficina":"2","lang":"eng","descripcion":"<p>The Porto office of Cuatrecasas was established in 1989, and currently has more than 25 lawyers. Led by partner Jos&eacute; de Freitas, the Porto office, together with the Lisbon presence, represents the interests of the country's major companies and has participated in some of Portugal's most prominent business deals.<\/p>","tags":"porto, cuatrecasas gon?alves pereira, lawyers","ciudad":"Porto","pais":"Portugal"},{"id":"688","id_oficina":"75","lang":"esp","descripcion":"<p>La oficina de Cuatrecasas&nbsp;en Palma de Mallorca acerca al conjunto de las empresas de Baleares los servicios de alto valor a&ntilde;adido que ofrece nuestra Firma, con un componente de cercan&iacute;a geogr&aacute;fica que aporta, al mismo tiempo, los est&aacute;ndares de calidad, integridad y profesionalidad de Cuatrecasas. <br \/><br \/>Aplicando el principio de oficina &uacute;nica, el equipo de Cuatrecasas&nbsp;en Palma de Mallorca, dirigido por el socio Pedro San Jos&eacute;, ofrece un completo asesoramiento en todos los &aacute;mbitos del derecho para aquellas empresas con intereses en las Islas.<\/p>","tags":"palma de mallorca, cuatrecasas gon?alves pereira, abogados","ciudad":"Palma de Mallorca","pais":"España"},{"id":"689","id_oficina":"75","lang":"por","descripcion":"<p>A&nbsp;Cuatrecasas&nbsp;de Palma de Maiorca&nbsp;leva&nbsp;at&eacute;&nbsp;ao conjunto de empresas das Baleares, os servi&ccedil;os de elevado valor acrescentado oferecidos pelo escrit&oacute;rio, com uma componente de proximidade geogr&aacute;fica, segundo padr&otilde;es de qualidade, integridade e profissionalismo. <br \/><br \/>Aplicando o princ&iacute;pio de escrit&oacute;rio &uacute;nico, a equipa da Cuatrecasas&nbsp;de Palma de Maiorca, dirigido pelo s&oacute;cio Pedro San Jos&eacute;, presta assessoria completa em todas as &aacute;reas do direito, &agrave;s empresas com interesse nas Ilhas.<\/p>","tags":"palma de maiorca, cuatrecasas gon?alves pereira, advogados","ciudad":"Palma de Maiorca","pais":"Espanha"},{"id":"690","id_oficina":"75","lang":"eng","descripcion":"<p>The Palma de Mallorca office of Cuatrecasas brings the firm's valuable services to companies located on the Balearic Islands, while maintaining the high standards, integrity and professionalism of Cuatrecasas. <br \/><br \/>Under the single-office principle, the team at Cuatrecasas in Palma de Mallorca, led by Pedro San Jos&eacute;, offers a full range of legal support to companies with business on the Islands.<\/p>","tags":"palma de mallorca, cuatrecasas gon?alves pereira, lawyers","ciudad":"Palma de Mallorca","pais":"Spain"},{"id":"691","id_oficina":"59","lang":"esp","descripcion":"<p class=\"Pa3\">La oficina de Par&iacute;s de Cuatrecasas fue inaugurada en 2004 con el objetivo de ofrecer una mayor proximidad e inmediatez a las empresas espa&ntilde;olas y portuguesas con intereses en Francia y a las francesas que cuentan con inversiones en la Pen&iacute;nsula Ib&eacute;rica y as&iacute;, reforzar y mejorar la posici&oacute;n competitiva de &eacute;stas en el mercado.<br \/><br \/>Dirigida por la socia Nuria Bov&eacute;, la oficina est&aacute; compuesta por un equipo multidisciplinar de abogados franceses y de la Pen&iacute;nsula Ib&eacute;rica que asisten a sus clientes a comprender las diferencias esenciales del sistema jur&iacute;dico, entorno empresarial y cultura de ambas geograf&iacute;as, todos ellos aspectos imprescindibles para lograr el &eacute;xito en las operaciones emprendidas.<br \/><br \/>Nuestros abogados de la oficina de Par&iacute;s est&aacute;n habilitados a ejercer en derecho franc&eacute;s, disponen de un profundo conocimiento de la cultura y marco empresarial del pa&iacute;s y poseen amplia experiencia en asesoramiento en temas mercantiles, fiscales y laborales, as&iacute; como en procedimientos contenciosos y arbitrajes. Ello nos permite ofrecer la capacidad de respuesta y rapidez necesarias en un entorno de negocio multicultural y de gran competitividad.<br \/><br \/>Adem&aacute;s, y como apoyo a nuestra oficina parisina, <em>Cuatrecasas <\/em>cuenta desde hace m&aacute;s de 10 a&ntilde;os con el <em>French Desk<\/em>, un equipo multidisciplinar de abogados franco-espa&ntilde;oles, ubicados, adem&aacute;s de en Par&iacute;s, en nuestras oficinas espa&ntilde;olas y portuguesas.<\/p>","tags":"par??s, cuatrecasas gon?alves pereira, abogados","ciudad":"París","pais":"Francia"},{"id":"692","id_oficina":"59","lang":"por","descripcion":"<p>O escrit&oacute;rio de Paris da Cuatrecasas foi inaugurado em 2004, com o objectivo de oferecer uma maior proximidade e celeridade &agrave;s empresas espanholas e portuguesas com interesses em Fran&ccedil;a, e &agrave;s empresas francesas com investimentos na Pen&iacute;nsula Ib&eacute;rica, refor&ccedil;ando e melhorando, assim, a sua posi&ccedil;&atilde;o competitiva no mercado.<br \/><br \/>Dirigido pela s&oacute;cia Nuria Bov&eacute;, o escrit&oacute;rio &eacute; composto por uma equipa multidisciplinar de advogados franceses e da Pen&iacute;nsula Ib&eacute;rica que ajudam os seus clientes a compreender as diferen&ccedil;as essenciais do sistema jur&iacute;dico, o cen&aacute;rio empresarial e a cultura de ambas as geografias, tudo aspectos imprescind&iacute;veis para ter &ecirc;xito nas opera&ccedil;&otilde;es empreendidas.<br \/><br \/>Os nossos advogados do escrit&oacute;rio de Paris est&atilde;o habilitados a exercer em Direito franc&ecirc;s, disp&otilde;em de um profundo conhecimento da cultura e do &acirc;mbito empresarial do pa&iacute;s, e possuem uma vasta experi&ecirc;ncia na assessoria em temas comerciais, fiscais e laborais, bem como em procedimentos contenciosos e arbitragens. Isto permite-nos oferecer a capacidade de resposta e a rapidez necess&aacute;rias num quadro de neg&oacute;cios multicultural e de grande competitividade.<br \/><br \/>Al&eacute;m disso, e como apoio ao nosso escrit&oacute;rio parisiense, a Cuatrecasas conta, h&aacute; mais de 10 anos, com o French Desk, uma equipa multidisciplinar de advogados franco-espanh&oacute;is, localizados, para al&eacute;m de Paris, nos nossos escrit&oacute;rios espanh&oacute;is e portugueses.<\/p>","tags":"paris, cuatrecasas gon?alves pereira, advogados","ciudad":"Paris","pais":"França"},{"id":"693","id_oficina":"59","lang":"eng","descripcion":"<p>Cuatrecasas&rsquo;s Paris office was inaugurated in 2004, offering greater proximity and immediacy to Spanish and Portuguese companies with interests in France and to French companies with investments on the Iberian Peninsula, reinforcing and improving their competitive position on the market.<br \/><br \/>Managed by partner Nuria Bov&eacute;, our multidisciplinary team of lawyers from France and the Iberian Peninsula assists clients with understanding the main differences between the legal systems, business environments and cultures of the two geographic areas, all of which are essential for clients to carry out transactions successfully.<br \/><br \/>Authorized to practice French law, the lawyers in our Paris office have in-depth knowledge of the French culture and business world, and extensive experience in advising on commercial, labor and tax issues, as well as on litigation and arbitration proceedings. This enables us to respond at the level and speed required in a highly competitive and multicultural business environment.<br \/><br \/>In addition, Cuatrecasas has had a French Desk for over 10 years, a multidisciplinary team of lawyers comprising French-Spanish lawyers located in Paris and in our Spanish and Portuguese offices, which supports our Paris office.<\/p>","tags":"paris, cuatrecasas gon?alves pereira, lawyers","ciudad":"Paris","pais":"France"},{"id":"694","id_oficina":"76","lang":"esp","descripcion":"<p>Inaugurada en noviembre de 2001, ofrece a las empresas guipuzcoanas un amplio abanico de servicios jur&iacute;dicos en conjunci&oacute;n con Cuatrecasas&nbsp;Bilbao y Cuatrecasas&nbsp;Vitoria, con quienes constituye la oficina integrada Pa&iacute;s Vasco. <br \/><br \/>El principio de oficina &uacute;nica posibilita a los clientes de Cuatrecasas&nbsp;San Sebasti&aacute;n acceder a todas las especialidades del&nbsp;derecho de la mano de los profesionales m&aacute;s destacados de cada &aacute;rea, independientemente de la ubicaci&oacute;n geogr&aacute;fica en que se encuentren.<\/p>","tags":"san sebasti??n, cuatrecasas gon?alves pereira, abogados","ciudad":"San Sebastián","pais":"España"},{"id":"695","id_oficina":"76","lang":"por","descripcion":"<p>Inaugurada em Novembro de 2001, oferece &agrave;s empresas da Guip&uacute;scoa um amplo leque de servi&ccedil;os jur&iacute;dicos juntamente com a Cuatrecasas&nbsp;de Bilbao e a Cuatrecasas&nbsp;de Vitoria, com as quais forma o escrit&oacute;rio integrado do Pa&iacute;s Basco. <br \/><br \/>O princ&iacute;pio de escrit&oacute;rio &uacute;nico permite aos clientes da Cuatrecasas&nbsp;de San Sebasti&aacute;n aceder a todas as &aacute;reas de especialidade do direito atrav&eacute;s do recurso a&nbsp;profissionais eminentes em cada &aacute;rea, independentemente da localiza&ccedil;&atilde;o geogr&aacute;fica.<\/p>","tags":"san sebasti??o, cuatrecasas gon?alves pereira, advogados","ciudad":"San Sebastião","pais":"Espanha"},{"id":"696","id_oficina":"76","lang":"eng","descripcion":"<p>Opened in November 2001, the firm's office in San Sebasti&aacute;n offers companies in Guipuzcoa a broad range of legal services and, along with Cuatrecasas Bilbao and Cuatrecasas Vitoria, it comprises the combined office of the Basque Country. <br \/><br \/>The single-office principle enables clients of Cuatrecasas&nbsp;San Sebasti&aacute;n to access&nbsp;leading lawyers in all legal specialties, regardless of their location.<\/p>","tags":"san sebasti??n, cuatrecasas gon?alves pereira, lawyers","ciudad":"San Sebastián","pais":"Spain"},{"id":"697","id_oficina":"2178","lang":"esp","descripcion":"<p>Cuatrecasas est&aacute; presente en Brasil a trav&eacute;s de un despacho propio situado en S&atilde;o Paulo. Cuatrecasas proporciona asesor&iacute;a altamente especializada en los proyectos de inversi&oacute;n y de asociaci&oacute;n en la regi&oacute;n, en el seguimiento de la inversi&oacute;n existente, as&iacute; como en cada una de las materias y actividades econ&oacute;micas a las que se refieren las transacciones. En este aspecto, Cuatrecasas&nbsp;de S&atilde;o Paulo es el despacho que simboliza, por un lado, el compromiso internacional de la Firma y, por otro, el reto de responder a las necesidades de sus clientes y de atenderlos en todo lo que soliciten. <br \/><br \/>El despacho ofrece a las empresas espa&ntilde;olas y portuguesas rapidez, calidad y proximidad en la planificaci&oacute;n y articulaci&oacute;n de sus negocios y operaciones en Brasil, canalizando, asimismo, como puerta de entrada natural en Europa, las inversiones brasile&ntilde;as. <br \/><br \/>Cuatrecasas acompa&ntilde;a a sus clientes, proporcion&aacute;ndoles comprensi&oacute;n y adaptaci&oacute;n al campo jur&iacute;dico en el que actuar&aacute;n, a trav&eacute;s de la experiencia de sus abogados, de la integraci&oacute;n de equipos jur&iacute;dicos mixtos con los abogados brasile&ntilde;os m&aacute;s adecuados y del conocimiento del contexto empresarial, del complejo r&eacute;gimen fiscal, de las instituciones y de las formas m&aacute;s eficientes de implantaci&oacute;n y desarrollo de negocios en Brasil.<\/p>","tags":"s??o paulo, cuatrecasas gon?alves pereira, abogados","ciudad":"São Paulo","pais":"Brasil"},{"id":"698","id_oficina":"2178","lang":"por","descripcion":"<p>A Cuatrecasas est&aacute; presente no Brasil, com um escrit&oacute;rio pr&oacute;prio situado em S&atilde;o Paulo. A Cuatrecasas presta assessoria altamente especializada a todo o tipo de&nbsp;projectos de investimento dentro e fora do Brasil, nas mais diversas ind&uacute;strias.<\/p>\r\n<p>O escrit&oacute;rio da Cuatrecasas&nbsp;de S&atilde;o Paulo simboliza o compromisso internacional da sociedade e pretende dar a&nbsp;resposta &agrave;s necessidades dos seus clientes. prestando-lhes toda a assist&ecirc;ncia e acompanhando-os nos seus investimentos. <br \/><br \/>Oferecemos&nbsp;aos clientes&nbsp;rapidez, qualidade e proximidade no planeamento e articula&ccedil;&atilde;o dos seus neg&oacute;cios e opera&ccedil;&otilde;es no Brasil, canalizando, igualmente, os investimentos brasileiros&nbsp;para o exterior, utilizando a Pen&iacute;nsula Ib&eacute;rica como porta de entrada natural na Europa e nos demais mercados onde a Cuatrecasas est&aacute; presente, nomeadamente &Aacute;frica, M&eacute;dio Oriente e China. <br \/><br \/>A Cuatrecasas acompanha os seus clientes, oferecendo-lhes uma adequada compreens&atilde;o e adapta&ccedil;&atilde;o&nbsp;ao sistema&nbsp;jur&iacute;dico brasileiro na &aacute;rea de neg&oacute;cio em quest&atilde;o,&nbsp;atrav&eacute;s da experi&ecirc;ncia dos seus advogados, da integra&ccedil;&atilde;o de equipas jur&iacute;dicas mistas com os advogados brasileiros mais adequados ao projecto, bem como do pleno conhecimento do contexto empresarial, do complexo regime fiscal&nbsp;e&nbsp;das formas mais eficientes de implanta&ccedil;&atilde;o e desenvolvimento de neg&oacute;cios no Brasil.<\/p>","tags":"s??o paulo, cuatrecasas gon?alves pereira, advogados","ciudad":"São Paulo","pais":"Brasil"},{"id":"699","id_oficina":"2178","lang":"eng","descripcion":"<p>Cuatrecasas is present in Brazil through its office in Sao Paulo. From this office, the lawyers&nbsp;offer highly specialized advice on&nbsp;investment and partnership projects in the region,&nbsp;and monitoring&nbsp;existing investments, as well as on&nbsp;all of the financial aspects and activities related to clients' transactions.&nbsp;Therefore, Cuatrecasas&nbsp;Sao Paulo symbolizes the Firm's international commitment as well as&nbsp;its goals of effectively servicing clients and meeting their needs. <br \/><br \/>The office offers Spanish and Portuguese companies speed, quality and a local presence in planning and developing their businesses and operations in Brazil, thus positioning Brazilian investments as a natural port of entry into Europe. <br \/><br \/>Cuatrecasas works closely with its clients, helping them understand and adapt to the legal field in which they will do business, thanks to&nbsp;its lawyers' experience; the integration of diverse legal teams with the most qualified Brazilian lawyers; and in-depth knowledge of the business environment, the complex tax system, the institutions, and the most efficient ways to implement and do business in Brazil.<\/p>","tags":"sao paulo, cuatrecasas gon?alves pereira, lawyers","ciudad":"Sao Paulo","pais":"Brazil"},{"id":"700","id_oficina":"77","lang":"esp","descripcion":"<p>Desde la oficina de Sevilla, Cuatrecasas,&nbsp;Olivencia-Ballester coordina los servicios de la Firma en Andaluc&iacute;a. La oficina surge tras la integraci&oacute;n, en julio de 2006, del prestigioso despacho Olivencia-Ballester (fundado en 1960) en Cuatrecasas&nbsp;con el objetivo de ofrecer al mundo empresarial andaluz defensa y asesoramiento en todas las especialidades jur&iacute;dicas. <br \/><br \/>La oficina de Sevilla, dirigida por Luis Olivencia, cuenta con el prestigioso asesoramiento de don Manuel Olivencia, presidente del Comit&eacute; Acad&eacute;mico de la Firma, integrado por numerosos catedr&aacute;ticos de derecho empresarial que son referentes en sus respectivas pr&aacute;cticas. <br \/><br \/>Cuatrecasas, Olivencia-Ballester desarrolla todas las especialidades del derecho de empresa y cuenta con una amplia experiencia en derecho de sociedades y arbitraje, constituyendo el despacho de referencia de Andaluc&iacute;a.<\/p>","tags":"sevilla, cuatrecasas gon?alves pereira, abogados","ciudad":"Sevilla","pais":"España"},{"id":"701","id_oficina":"77","lang":"por","descripcion":"<p>A partir do escrit&oacute;rio de Sevilha, a Cuatrecasas,&nbsp;Olivencia-Ballester coordena os servi&ccedil;os da sociedade na Andaluzia. O escrit&oacute;rio surge atrav&eacute;s da fus&atilde;o, em Julho de 2006, do prestigiado escrit&oacute;rio Olivencia-Ballester (fundado em 1960) com a Cuatrecasas,&nbsp;com o objectivo de oferecer ao mundo empresarial da Andaluzia patroc&iacute;nio e assessoria em todas as &aacute;reas de especialidade do direito. <br \/><br \/>O escrit&oacute;rio de Sevilha, dirigido por Luis Olivencia, conta com a prestigiada assessoria do Sr. Manuel Olivencia, presidente do Comit&eacute; Acad&eacute;mico da sociedade, composto por numerosos professores de direito das empresas, refer&ecirc;ncias nas respectivas pr&aacute;ticas. <br \/><br \/>A Cuatrecasas, Olivencia-Ballester desenvolve todas as &aacute;reas de especialidade do direito das sociedades e conta com uma ampla experi&ecirc;ncia em direito das sociedades e arbitragem,&nbsp;constituindo&nbsp;um escrit&oacute;rio de refer&ecirc;ncia na Andaluzia.<\/p>","tags":"sevilha, cuatrecasas gon?alves pereira, advogados","ciudad":"Sevilha","pais":"Espanha"},{"id":"702","id_oficina":"77","lang":"eng","descripcion":"<p>From its office in Seville, Cuatrecasas, Olivencia-Ballester coordinates the firm's services in Andalusia. The office was established after the prestigious firm Olivencia-Ballester, founded in 1960, merged with Cuatrecasas to offer the Andalusian business world support and counsel in all legal specialties. <br \/><br \/>The Seville office, led by Luis Olivencia, consults with Manuel Olivencia, the esteemed chairman of the firm's Academic Committee, composed of many business law professors, all distinguished in their respective fields. <br \/><br \/>Cuatrecasas, Olivencia-Ballester works in all&nbsp;specialties of business law. With broad experience in business law and arbitration, it is one of the most reputable law firms in Andalusia.<\/p>","tags":"seville, cuatrecasas gon?alves pereira, lawyers","ciudad":"Seville","pais":"Spain"},{"id":"703","id_oficina":"1","lang":"esp","descripcion":"<p>Cuatrecasas Shangh&aacute;i simboliza no s&oacute;lo nuestra vocaci&oacute;n internacional, sino tambi&eacute;n la respuesta a las necesidades de nuestros clientes, estando a su lado donde nos necesitan. La oficina ofrece servicios de alta calidad y un estilo personal y accesible a las empresas europeas y latinoamericanas con inversiones en Asia, as&iacute; como a las empresas chinas con intereses en la Pen&iacute;nsula Ib&eacute;rica, Latinoam&eacute;rica y &Aacute;frica.&nbsp;<br \/><br \/>La oficina de Cuatrecasas en Shangh&aacute;i goza de una gran reputaci&oacute;n al disponer de excelentes abogados en derecho chino. Tener presencia en Shangh&aacute;i nos permite entender mejor las necesidades de nuestros clientes en relaci&oacute;n a cuestiones internacionales, que van desde asuntos societarios hasta fiscales o laborales, tanto para nuestros clientes ib&eacute;ricos como para los internacionales. Cabe destacar que&nbsp;<em>Chambers and Partners,<\/em> <em>European Legal <\/em><em>500 <\/em>y <em>Tax Directors Handbook<\/em>&nbsp;nos recomienda como despacho de abogados extranjero en China.<br \/><br \/>Con&nbsp;m&aacute;s de 900&nbsp;abogados en oficinas distribuidas por Espa&ntilde;a, Portugal, Latinoam&eacute;rica y otras jurisdicciones, contamos con los necesarios conocimientos y experiencia para que las operaciones se realicen con eficiencia y efectividad. El equipo de la oficina de Shangh&aacute;i est&aacute; compuesto por abogados chinos y extranjeros liderados por el socio Omar Puertas, que lleva cinco a&ntilde;os establecido en esta ciudad de forma permanente. Ubicada en el centro de la ciudad, nuestra oficina en Shangh&aacute;i constituye para nuestros clientes un portal de acceso a los conocimientos y experiencia de Cuatrecasas en todo el mundo.<\/p>\r\n<p>&nbsp;<\/p>\r\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/srvwebadmdev\/@www.cuatrecasas.com\/web\/es-ESN\/PDF\/guia.jpg\" border=\"0\" alt=\"Shanghai Guia\" title=\"Shanghai Guia\" width=\"50\" height=\"71\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><\/span>&nbsp;<\/p>\r\n<p>&nbsp;<span style=\"text-decoration: underline;\"><a href=\"http:\/\/srvwebadmdev\/@www.cuatrecasas.com\/media_repository\/docs\/esp\/negocios_en_china_aspectos_legales_y_fiscales_869.pdf\" target=\"_blank\">Negocios en China: Aspectos legales y fiscales<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"shanghai, cuatrecasas gon?alves pereira, abogados","ciudad":"Shanghái","pais":"China"},{"id":"704","id_oficina":"1","lang":"por","descripcion":"<p>A Cuatrecasas de Xangai simboliza, n&atilde;o s&oacute;, a nossa voca&ccedil;&atilde;o internacional, como tamb&eacute;m a resposta &agrave;s necessidades dos nossos clientes, estando ao seu lado onde necessitam. O escrit&oacute;rio oferece servi&ccedil;os de alta qualidade, e um estilo personalizado e acess&iacute;vel &agrave;s empresas europeias e latino-americanas com investimentos na &Aacute;sia, bem como &agrave;s empresas chinesas que investem na Pen&iacute;nsula Ib&eacute;rica, na Am&eacute;rica Latina e em &Aacute;frica.<\/p>\r\n<p>O escrit&oacute;rio da Cuatrecasas em Xangai goza de uma grande reputa&ccedil;&atilde;o, ao dispor de excelentes advogados em direito chin&ecirc;s. Ter presen&ccedil;a em Xangai permite-nos entender melhor as necessidades dos nossos clientes em rela&ccedil;&atilde;o a quest&otilde;es internacionais, que v&atilde;o desde assuntos societ&aacute;rios at&eacute; fiscais ou laborais, tanto para os nossos clientes ib&eacute;ricos como para os internacionais. Cumpre assinalar que <em>Chambers and Partners,<\/em> <em>European Legal 500 e Tax Directors Handbook<\/em> recomendam a&nbsp;Cuatrecasas como escrit&oacute;rio de advogados estrangeiro na China.<br \/><br \/>Com mais de&nbsp;900 advogados em escrit&oacute;rios distribu&iacute;dos por Espanha, Portugal, Am&eacute;rica Latina e outras jurisdi&ccedil;&otilde;es, contamos com a experi&ecirc;ncia e os conhecimentos necess&aacute;rios para que as opera&ccedil;&otilde;es se realizem com efici&ecirc;ncia e efic&aacute;cia. A equipa do escrit&oacute;rio de Xangai &eacute; composta por advogados chineses e estrangeiros, liderados pelo s&oacute;cio Omar Puertas, que est&aacute; h&aacute; cinco anos estabelecido nesta cidade de forma permanente. Localizado no centro da cidade, o nosso escrit&oacute;rio em Xangai constitui, para os nossos clientes, uma porta de acesso aos conhecimentos e &agrave; experi&ecirc;ncia da Cuatrecasas, em todo o mundo.<\/p>\r\n<p>&nbsp;<\/p>\r\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/srvwebadmdev\/@www.cuatrecasas.com\/web\/es-ESN\/PDF\/guia.jpg\" border=\"0\" alt=\"Shanghai Guia\" title=\"Shanghai Guia\" width=\"50\" height=\"71\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><\/span>&nbsp;<\/p>\r\n<p>&nbsp;<span style=\"text-decoration: underline;\"><a href=\"http:\/\/srvwebadmdev\/@www.cuatrecasas.com\/media_repository\/docs\/por\/guia_de_negocios_e_investimento_na_china_aspectos_legais_e_fiscais_270.pdf\" target=\"_blank\">Guia de Neg&oacute;cios e Investimento na China: Aspectos legais e fiscais<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"xanghai, cuatrecasas gon?alves pereira, advogados","ciudad":"Xanghai","pais":"China"},{"id":"705","id_oficina":"1","lang":"eng","descripcion":"<p>Cuatrecasas Shanghai symbolizes not only the firm&acute;s international commitment, but also its response to client&acute;s needs, by accompanying them wherever required. The office offers high-quality services with a personal and approachable style to Chinese companies investing in Spain, Portugal, Latin America and Africa, and to&nbsp;European and&nbsp;Latin American&nbsp;companies investing in Asia.<br \/><br \/>Cuatrecasas Shanghai office is renowned for having an excellent China practice. Our Shanghai office allows us to better understand our clients&rsquo; needs in relation to international legal issues, ranging from corporate to tax and labor issues, both for our domestic and international clients. We highlight that Chambers and Partners,&nbsp;Legal 500 and the Tax Directors Handbook recommend us as a foreign law firm in China.<br \/><br \/>With more than 900 lawyers in offices throughout Spain, Portugal, Latin America and other key jurisdictions, we have the in-depth knowledge and expertise to get deals done efficiently and effectively. In Shanghai, we have a dedicated team of Chinese and foreign lawyers, lead by the partner Omar Puertas, who has been based in the city on a permanent basis for the last five years. This office is a gateway for clients to the skills and worldwide expertise of Cuatrecasas.<\/p>\r\n<p>&nbsp;<\/p>\r\n<table border=\"0\">\r\n<tbody>\r\n<tr>\r\n<td><img src=\"http:\/\/srvwebadmdev\/@www.cuatrecasas.com\/web\/es-ESN\/PDF\/guia.jpg\" border=\"0\" alt=\"Shanghai Guia\" title=\"Shanghai Guia\" width=\"50\" height=\"71\" \/><\/td>\r\n<td valign=\"middle\">\r\n<p><span style=\"text-decoration: underline;\"><\/span>&nbsp;<\/p>\r\n<p>&nbsp;<span style=\"text-decoration: underline;\"><a href=\"http:\/\/srvwebadmdev\/@www.cuatrecasas.com\/media_repository\/docs\/eng\/doing_business_in_china_a_legal_and_tax_perspective_746.pdf\" target=\"_blank\">Doing business in China: A legal and tax perspective<\/a><\/span><\/p>\r\n<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>","tags":"shanghai, cuatrecasas gon?alves pereira, lawyers","ciudad":"Shanghai","pais":"China"},{"id":"706","id_oficina":"78","lang":"esp","descripcion":"<p>Cuatrecasas&nbsp;Tarragona acerca al conjunto de las empresas tarraconenses los servicios de alto valor a&ntilde;adido que ofrece nuestra Firma, con un componente de cercan&iacute;a geogr&aacute;fica que aporta, al mismo tiempo, los est&aacute;ndares de calidad, integridad y profesionalidad de Cuatrecasas. &nbsp;<br \/><br \/>El principio de oficina &uacute;nica posibilita a los clientes de Cuatrecasas ubicados en Tarragona acceder a todas las especialidades del&nbsp;derecho de la mano de los profesionales m&aacute;s destacados de cada &aacute;rea, independientemente de la ubicaci&oacute;n geogr&aacute;fica en que se encuentren.<\/p>","tags":"tarragona, cuatrecasas gonçalves pereira, abogados","ciudad":"Tarragona","pais":null},{"id":"707","id_oficina":"78","lang":"por","descripcion":"<p>A Cuatrecasas&nbsp;Tarragona aproxima ao conjunto de empresas de Tarragona os servi&ccedil;os de elevado valor acrescentado oferecidos pela nossa sociedade, com uma componente de proximidade geogr&aacute;fica, especialidade sectorial e integra&ccedil;&atilde;o na comunidade de neg&oacute;cios e com padr&otilde;es de qualidade, integridade e profissionalismo da Cuatrecasas. <br \/><br \/>O princ&iacute;pio de escrit&oacute;rio &uacute;nico, permite aos clientes da Cuatrecasas em Tarragona ter acesso a todas as especializa&ccedil;&otilde;es do direito atrav&eacute;s dos profissionais mais eminentes de cada &aacute;rea, independentemente da localiza&ccedil;&atilde;o geogr&aacute;fica em que se encontrem.<\/p>","tags":"tarragona, cuatrecasas gonçalves pereira, advogados","ciudad":"Tarragona","pais":null},{"id":"708","id_oficina":"78","lang":"eng","descripcion":"<p>Cuatrecasas Tarragona brings the region's businesses closer to our Firm's high value-added services through its geographic proximity, while offering Cuatrecasas's high standards of quality, integrity and professionalism. <br \/><br \/>The single-office principle allows our clients in Tarragona access to prominent lawyers in all legal specialties, regardless of their location.<\/p>","tags":"tarragona, cuatrecasas gonçalves pereira, lawyers","ciudad":"Tarragona","pais":null},{"id":"709","id_oficina":"79","lang":"esp","descripcion":"<p>Dirigida por el socio mercantilista Juan Grima, Cuatrecasas Valencia, conjuntamente con Cuatrecasas Alicante, presta sus servicios de asesor&iacute;a y defensa jur&iacute;dica a numerosas empresas de la Comunidad Valenciana. <br \/><br \/>Cuatrecasas Valencia desarrolla todas la especialidades del derecho de empresa y cuenta con una dilatada experiencia en el campo de la reordenaci&oacute;n y reestructuraci&oacute;n de empresas, as&iacute; como en temas conflictuales t&iacute;picos de &iacute;ndole civil (da&ntilde;os, construcci&oacute;n, gesti&oacute;n de patrimonios, sucesiones) y mercantil (conflictos societarios, <em>M&amp;A<\/em>). <br \/><br \/>Su prolongada actividad en el asesoramiento a las principales empresas de la Comunidad Valenciana, combinada con la experiencia de la Firma a nivel global, convierte a Cuatrecasas en una firma l&iacute;der en este &aacute;mbito geogr&aacute;fico.<\/p>","tags":"valencia, cuatrecasas gon?alves pereira, abogados","ciudad":"Valencia","pais":"España"},{"id":"710","id_oficina":"79","lang":"por","descripcion":"<p>Dirigida pelo s&oacute;cio&nbsp;Juan Grima, a Cuatrecasas de Val&ecirc;ncia, em conjunto com a Cuatrecasas de Alicante, presta os seus servi&ccedil;os de assessoria e patroc&iacute;nio jur&iacute;dico a numerosas empresas da Comunidade Valenciana. <br \/><br \/>A Cuatrecasas de Val&ecirc;ncia desenvolve todas as &aacute;reas de especialidade do direito das sociedades e conta com uma vasta experi&ecirc;ncia na &aacute;rea da reorganiza&ccedil;&atilde;o e reestrutura&ccedil;&atilde;o de empresas, bem como em mat&eacute;rias de contencioso de natureza civil (danos, constru&ccedil;&atilde;o, gest&atilde;o de patrim&oacute;nios, sucess&otilde;es) e comercial (conflitos societ&aacute;rios, <em>M&amp;A<\/em>). <br \/><br \/>A sua extensa actividade na assessoria &agrave;s principais empresas da Comunidade Valenciana, aliada &agrave; experi&ecirc;ncia da sociedade a n&iacute;vel global, converte a Cuatrecasas numa empresa l&iacute;der neste &acirc;mbito geogr&aacute;fico.<\/p>","tags":"val??ncia, cuatrecasas gon?alves pereira, advogados","ciudad":"Valência","pais":"Espanha"},{"id":"711","id_oficina":"79","lang":"eng","descripcion":"<p>Led by commercial law partner Juan Grima, Cuatrecasas Valencia, together with Cuatrecasas Alicante, provides legal services to many companies in the Valencia region. <br \/><br \/>Cuatrecasas Valencia advises on all areas of business law and has years of experience in company restructuring, as well as in civil litigation (liability, construction, estate management and inheritance) and commercial law (corporate conflicts and M&amp;A). <br \/><br \/>Its long history in advising the leading companies in the Valencia region, along with its international experience, has placed Cuatrecasas at the forefront of legal services in this region.<\/p>","tags":"valencia, cuatrecasas gon?alves pereira, lawyers","ciudad":"Valencia","pais":"Spain"},{"id":"712","id_oficina":"80","lang":"esp","descripcion":"<p>Cuatrecasas ofrece a las empresas gallegas un asesoramiento jur&iacute;dico global desde su oficina de Vigo, tras la integraci&oacute;n en la Firma del Despacho Varela &amp; G&uuml;ell Abogados el 1 de enero de 2005.&nbsp; <br \/><br \/>Esta oficina cubre un &aacute;rea estrat&eacute;gica de la Pen&iacute;nsula por cuanto, en colaboraci&oacute;n con la oficina de Bilbao, asiste a las empresas de la cornisa cant&aacute;brica y, por otro lado, asesora a empresas que cuentan con matrices o filiales enclavadas en Portugal.<\/p>","tags":"vigo, cuatrecasas gon?alves pereira, abogados","ciudad":"Vigo","pais":"España"},{"id":"713","id_oficina":"80","lang":"por","descripcion":"<p>A Cuatrecasas presta &agrave;s empresas galegas uma assessoria jur&iacute;dica global a partir do seu escrit&oacute;rio de Vigo, em virtude da sua fus&atilde;o, em 1 de Janeiro de 2005, com a Sociedade Varela &amp; G&uuml;ell Advogados.&nbsp; <br \/><br \/>Este escrit&oacute;rio abrange uma &aacute;rea estrat&eacute;gica da Pen&iacute;nsula, porquanto, em colabora&ccedil;&atilde;o com o escrit&oacute;rio de Bilbao, assiste as empresas da moldura cant&aacute;brica e, por outro lado, presta assessoria a empresas com origem ou filiais em Portugal.<\/p>","tags":"vigo, cuatrecasas gon?alves pereira, advogados","ciudad":"Vigo","pais":"Espanha"},{"id":"714","id_oficina":"80","lang":"eng","descripcion":"<p>Cuatrecasas offers Galician companies comprehensive legal advice from its office in Vigo, following the incorporation of the law firm&nbsp;Varela &amp; G&uuml;ell into the firm on January 1, 2005. <br \/><br \/>Working with the Bilbao office, the Vigo team covers a strategic area of the Iberian Peninsula, advising companies in the Cantabria coastal region and companies with parent companies or subsidiaries in Portugal.<\/p>","tags":"vigo, cuatrecasas gon?alves pereira, lawyers","ciudad":"Vigo","pais":"Spain"},{"id":"715","id_oficina":"81","lang":"esp","descripcion":"<p>Cuatrecasas Vitoria ofrece a las empresas alavesas y grupos empresariales con intereses en dicho territorio un completo asesoramiento en todos los &aacute;mbitos que componen el derecho de empresa. <br \/><br \/>Esta oficina, que inici&oacute; su actividad en septiembre de 2006, completa el servicio de la oficina integrada Cuatrecasas Pa&iacute;s Vasco, con oficinas en Bilbao, San Sebasti&aacute;n y Vitoria-Gasteiz. <br \/><br \/>El principio de oficina &uacute;nica con el que trabajan los abogados de Cuatrecasas permite a los clientes acceder a todas las especialidades del derecho independientemente del lugar en que se encuentren. Cuatrecasas Vitoria, dirigida por Jos&eacute; Mar&iacute;a Acedo, cuenta con una pr&aacute;ctica jur&iacute;dica de alto valor a&ntilde;adido desarrollada por un equipo altamente cualificado y conocedor del mundo de los negocios, las instituciones y la fiscalidad del Pa&iacute;s Vasco.<\/p>","tags":"vitoria, cuatrecasas gon?alves pereira, abogados","ciudad":"Vitoria","pais":"España"},{"id":"716","id_oficina":"81","lang":"por","descripcion":"<p>A Cuatrecasas de Vitoria oferece &agrave;s empresas de Vitoria e grupos empresariais com interesses no referido territ&oacute;rio, assessoria completa em todos os &acirc;mbitos que comp&otilde;em o direito das empresas. <br \/><br \/>Este escrit&oacute;rio, que come&ccedil;ou a sua actividade em Setembro de 2006, completa o servi&ccedil;o do escrit&oacute;rio integrado Cuatrecasas do Pa&iacute;s Basco, com escrit&oacute;rios em Bilbao, San Sebasti&aacute;n e Vitoria-Gasteiz. <br \/><br \/>O princ&iacute;pio de escrit&oacute;rio &uacute;nico com o qual trabalham os advogados da Cuatrecasas permite aos clientes ter acesso a todas as especializa&ccedil;&otilde;es do direito independentemente do lugar em que se encontrem. A&nbsp;Cuatrecasas de Vitoria, dirigida por Jos&eacute; Mar&iacute;a Acedo, desenvolve uma pr&aacute;tica jur&iacute;dica de elevado valor acrescentado, atrav&eacute;s de uma equipa altamente qualificada e conhecedora do mundo dos neg&oacute;cios, das institui&ccedil;&otilde;es e da fiscalidade do Pa&iacute;s Basco.<\/p>","tags":"vitoria, cuatrecasas gon?alves pereira, advogados","ciudad":"Vitoria","pais":"Espanha"},{"id":"717","id_oficina":"81","lang":"eng","descripcion":"<p>Cuatrecasas Vitoria offers advice on all areas of business law to companies in the Alava area and to industrial groups with local interests. <br \/><br \/>The office, which opened in September 2006, teams with colleagues in Bilbao, San Sebasti&aacute;n and Vitoria-Gasteiz to serve the Basque Country. <br \/><br \/>The single-office principle under which Cuatrecasas operates gives clients access to a full range of legal specialties wherever they are located. Cuatrecasas Vitoria, led by Jos&eacute; Mar&iacute;a Acedo, provides a high value-added legal practice through a highly qualified team of lawyers familiar with the Basque Country's business environment, institutions and tax laws.<\/p>","tags":"vitoria, cuatrecasas gon?alves pereira, lawyers","ciudad":"Vitoria","pais":"Spain"},{"id":"718","id_oficina":"82","lang":"esp","descripcion":"<p>Mediante el principio de oficina &uacute;nica, Cuatrecasas Zaragoza despliega su actividad en todas las &aacute;reas del derecho de empresa&nbsp;y constituye el referente jur&iacute;dico para numerosas empresas de Arag&oacute;n y zonas lim&iacute;trofes que quieren contar con abogados altamente especializados en todas las &aacute;reas del derecho de empresa.<br \/><br \/>El equipo de la oficina de Zaragoza, dirigido por Javier Garanto, est&aacute; formado por m&aacute;s de 20 abogados en el que se integran cuatro socios,&nbsp;con representaci&oacute;n en las grandes &aacute;reas: financiero-tributario, mercantil-financiero, laboral, contencioso y p&uacute;blico. Adem&aacute;s del asesoramiento recurrente a sociedades y particulares, destaca&nbsp;en particular&nbsp;su amplia experiencia&nbsp;en el &aacute;mbito de la empresa familiar, internacionalizaci&oacute;n de compa&ntilde;&iacute;as y&nbsp;asesoramiento a compa&ntilde;&iacute;as extranjeras en su implantaci&oacute;n en la Pen&iacute;nsula Ib&eacute;rica,&nbsp;as&iacute; como&nbsp;en fusiones y adquisiciones, operaciones de reestructuraci&oacute;n, insolvencias y procedimientos contencioso-tributarios.<\/p>","tags":"zaragoza, cuatrecasas gon?alves pereira, abogados","ciudad":"Zaragoza","pais":"España"},{"id":"719","id_oficina":"82","lang":"por","descripcion":"<p>De acordo com o princ&iacute;pio de escrit&oacute;rio &uacute;nico, a Cuatrecasas de Sarago&ccedil;a desenvolve a sua actividade em todas as &aacute;reas do direito das sociedades, e constitui uma refer&ecirc;ncia jur&iacute;dica para in&uacute;meras empresas de Arag&atilde;o e zonas lim&iacute;trofes que queiram contar com advogados altamente especializados em todas as &aacute;reas do direito.<br \/><br \/>A equipa do escrit&oacute;rio de Sarago&ccedil;a, dirigida por Javier Garanto, &eacute; formada por um grupo de mais de 20 advogados (4 s&oacute;cios), com representa&ccedil;&atilde;o nas seguintes grandes &aacute;reas: financeira-tribut&aacute;ria, comercial-financeira, laboral, contencioso e p&uacute;blico. Para al&eacute;m da assessoria corrente a empresas e particulares, destaca-se especialmente o seu trabalho no &acirc;mbito da empresa familiar, na internacionaliza&ccedil;&atilde;o de empresas espanholas, na assessoria a empresas estrangeiras na sua implementa&ccedil;&atilde;o em Espanha, fus&otilde;es e aquisi&ccedil;&otilde;es, opera&ccedil;&otilde;es de reestrutura&ccedil;&atilde;o, insolv&ecirc;ncias e procedimentos contencioso-tribut&aacute;rios.<\/p>","tags":"sarago??a, cuatrecasas gon?alves pereira, advogados","ciudad":"Saragoça","pais":"Espanha"},{"id":"720","id_oficina":"82","lang":"eng","descripcion":"<p>Thanks to the firm&rsquo;s &ldquo;single-office&rdquo; principle, Cuatrecasas Zaragoza provides legal services in all areas of business law and is the legal reference for many companies in Arag&oacute;n and the surrounding areas requiring the services of lawyers highly specialized in all areas of business law.<br \/><br \/>Managed by Javier Garanto, the Zaragoza team has over 20 lawyers (including four partners) in the main practice areas: finance and tax, corporate finance, labor, litigation and public law. In addition to advising companies and individuals on an ongoing basis, it is particularly experienced in the areas of family businesses, the international expansion of companies, advising foreign companies on setting up in the Iberian Peninsula, mergers and acquisitions, restructurings, insolvency and tax litigation proceedings.<\/p>","tags":"zaragoza, cuatrecasas gon?alves pereira, lawyers","ciudad":"Zaragoza","pais":"Spain"},{"id":"724","id_oficina":"2179","lang":"esp","descripcion":"<p>Cuatrecasas cuenta con una oficina en Luanda, en el suroeste africano, resultado de la colaboraci&oacute;n con el prestigioso despacho angole&ntilde;o Sousa Abogados.<br \/><br \/>Esta oficina corresponsal de Cuatrecasas en Luanda, dirigida por la Dra. Elsa Sousa Rodrigues, es uno de los principales despachos de abogados de Angola y es reconocido por el trabajo realizado en operaciones en las &aacute;reas del derecho mercantil, derecho bancario, derecho financiero, tur&iacute;stico, energ&iacute;a y minas.<\/p>","tags":"luanda, cuatrecasas gon?alves pereira, abogados","ciudad":"Luanda","pais":"Angola"},{"id":"725","id_oficina":"2179","lang":"por","descripcion":"<p>A Cuatrecasas conta a colabora&ccedil;&atilde;o do&nbsp;prestigiado&nbsp;escrit&oacute;rio de advogados da Dra. Elsa&nbsp;Sousa Rodrigues, em Luanda.<br \/><br \/>O escrit&oacute;rio, correspondente da Cuatrecasas em Luanda, &eacute; dirigido por Elsa Sousa Rodrigues,&nbsp;sendo um dos principais escrit&oacute;rios de advogados de Angola, com reconhecido trabalho realizado em opera&ccedil;&otilde;es nas &aacute;reas do Direito comercial, do Direito banc&aacute;rio, do Direito financeiro, do turismo, da energia e minas.<\/p>","tags":"luanda, cuatrecasas gon?alves pereira, advogados","ciudad":"Luanda","pais":"Angola"},{"id":"726","id_oficina":"2179","lang":"eng","descripcion":"<p>Cuatrecasas has an office in Luanda, in southwest Africa, as a result of its collaboration with the prestigious Angolan law firm Sousa Abogados.<br \/><br \/>The office, managed by&nbsp;Elsa Sousa Rodrigues, is one of the leading law firms in Angola and is acknowledged for its work in banking, commercial, energy, financial, mining and tourism transactions.<\/p>","tags":"luanda, cuatrecasas gon?alves pereira, lawyers","ciudad":"Luanda","pais":"Angola"},{"id":"727","id_oficina":"2180","lang":"esp","descripcion":"<p>Cuatrecasas cuenta con una oficina en Maputo, en el sureste africano, resultado de la colaboraci&oacute;n con el prestigioso despacho mozambique&ntilde;o Couto, Gra&ccedil;a &amp;&nbsp;Associados.<br \/><br \/>Esta oficina de Cuatrecasas en Maputo, inaugurada en 1998 y dirigida por el Dr. Pedro Couto, es uno de los principales despachos de abogados de Mozambique y es reconocido por el trabajo realizado en operaciones en las &aacute;reas del derecho mercantil, derecho financiero, derecho bancario, turismo, energ&iacute;a y minas, as&iacute; como en asuntos contenciosos.<\/p>","tags":"maputo, cuatrecasas gon?alves pereira, abogados","ciudad":"Maputo","pais":"Mozambique"},{"id":"728","id_oficina":"2180","lang":"por","descripcion":"<p>A Cuatrecasas conta com um escrit&oacute;rio em Maputo, no sudeste africano, como resultado da colabora&ccedil;&atilde;o com a prestigiada sociedade mo&ccedil;ambicana Couto, Gra&ccedil;a &amp;&nbsp;Associados.<br \/><br \/>Este escrit&oacute;rio, inaugurado em 1998 e dirigido pelo&nbsp;s&oacute;cio Pedro Couto, &eacute; um dos principais escrit&oacute;rios de advogados de Mo&ccedil;ambique, com reconhecido trabalho realizado em opera&ccedil;&otilde;es nas &aacute;reas do direito comercial, direito banc&aacute;rio, direito financeiro, turismo energia e minas, bem como em assuntos de contencioso.<\/p>","tags":"maputo, cuatrecasas gon?alves pereira, advogados","ciudad":"Maputo","pais":"Moçambique"},{"id":"729","id_oficina":"2180","lang":"eng","descripcion":"<p>Cuatrecasas has an office in Maputo, in southeast Africa, as a result of its collaboration with the prestigious Mozambican law firm Couto, Gra&ccedil;a &amp;&nbsp;Associados.<br \/><br \/>This Cuatrecasas office, opened in 1998 and managed by Dr. Pedro Couto, is one of the leading law firms in Mozambique and is acknowledged for its work in banking, commercial, energy, financial, mining and tourism transactions, as well as in litigation matters.<\/p>","tags":"maputo, cuatrecasas gon?alves pereira, lawyers","ciudad":"Maputo","pais":"Mozambique"},{"id":"734","id_oficina":"1","lang":"chi","descripcion":"<p>Cuatrecasas上海，不仅体现了我们的国际化特性，也代表了我们对客户需要的回应：我们将满足客户随时随地的需求。上海代表处向在亚洲投资的欧洲和拉丁美洲企业以及有意在伊比利亚半岛、拉丁美洲和非洲投资的中国企业提供一种个性化、可获得的高质量服务。<br \/><br \/>Cuatrecasas上海代表处因有一支精通中国法律的律师队伍而享有盛誉。在上海设立代表处让我们能更好地了解伊比利亚半岛和世界其他地区的客户在关于企业、财务和劳动的跨国事务上的需求。值得指出的是，<em>钱伯斯机构、《欧洲<\/em><em>Legal 500<\/em><em>》<\/em>和《税务董事手册》均将我所列入中国境内的外国律师事务所推荐名单。<br \/><br \/>凭着遍布于西班牙、葡萄牙、拉丁美洲和其他地区的代表处共900多位律师，我们拥有良好且高效率地执行业务所需的必要知识和经验。上海代表处拥有多位中国及外国律师，由在中国居住5年的合伙人奥马尔&middot;布尔达斯（Omar Puertas）律师领导。我们的代表处位于上海市中心，是我们的客户 借助<em>Cuatrecasas<\/em> 律师事务所在全世界范围内的知识和经验的门户。<\/p>","tags":"上海, cuatrecasas gon?alves pereira, lawyers","ciudad":"上海","pais":"China."},{"id":"737","id_oficina":"97","lang":"fra","descripcion":"<p>franc&eacute;s<\/p>","tags":"","ciudad":"francés","pais":"francés"},{"id":"787","id_oficina":"57","lang":"chi","descripcion":"<p>Cuatrecasas Alicante, together with Cuatrecasas Valencia, brings our firm's services to businesses in the southern part of the Valencia and Murcia regions. The office meets their needs through its geographic proximity, specialty by sector, and integration in the business community, with the high standards of quality, integrity and professionalism for which Cuatrecasas is known.&nbsp;<br \/><br \/>The team, led by partner&nbsp;Carlos Alarcia, has 25 lawyers with a range of specialties, offering local companies complete services in business law.&nbsp;<br \/><br \/>Cuatrecasas&nbsp;operates under the single-office principle, enabling clients to&nbsp;access high value-added services provided by leading professionals in their legal fields.<\/p>","tags":"阿利坎特, cuatrecasas gonçalves pereira, lawyers","ciudad":"阿利坎特（西班牙）","pais":"西班牙"},{"id":"793","id_oficina":"98","lang":"chi","descripcion":"<p>The Cuatrecasas New York office symbolizes the Firm's commitment to having a global presence and to meeting its clients' needs wherever necessary.&nbsp;<br \/><br \/>The office provides its Spanish and Portuguese clients with speed, quality, and proximity to businesses and transactions in the United States (US), while at the same time serving as a gateway to Europe for US companies.<\/p>\r\n<p><br \/>Cuatrecasas supports its clients in understanding, and adapting to, the legal framework in which they do business. This is achieved by experienced lawyers; close work with best-suited US counterparts; and knowledge of the business environment, tax system and best ways to conduct business in the US.<\/p>","tags":"纽约, cuatrecasas gon?alves pereira, lawyers","ciudad":"纽约","pais":"United States"},{"id":"794","id_oficina":"96","lang":"chi","descripcion":"<p>Cuatrecasas，贡萨尔维斯&middot;佩雷拉布鲁塞尔是国际化企业的先驱，并处理有关欧洲联盟（欧盟）及其机构的所有事务。自1986年以来的勤奋和结果的历史赞同专家在竞争法和社会事务的欧盟资金，由合伙人卡尼&middot;费尔南德斯在球队的工作。多元文化，多种语言，欧盟立法和制度的深刻理解，并与有关官员的决策在整个欧盟会影响企业的关系，工作能力有一些弥补Cuatrecasas，贡萨尔维斯&middot;佩雷拉布鲁塞尔律师的属性。办公室，设在60 Cortenbergh大道，已成功地捍卫我们的客户在最近几年的利益。<\/p>","tags":"布鲁塞尔, cuatrecasas gonçalves pereira, lawyers","ciudad":"布鲁塞尔","pais":"比利时"},{"id":"795","id_oficina":"71","lang":"chi","descripcion":"<p>Founded in 1939, Cuatrecasas&nbsp;Bilbao is the firm's second oldest office. It combines solid roots in the Basque Country's business community and nearby regions with a highly qualified team of lawyers who are experts in the Basque Country's commercial, institutional and tax practices.&nbsp;<br \/><br \/>With offices in Bilbao, San Sebasti&aacute;n and Vitoria, over 50 lawyers protect the interests of major companies established in the Basque Country, helping them develop their business by using legal structures that contribute to their expansion, improved management and increasing competitiveness.<\/p>","tags":"比尔巴鄂（西班牙, cuatrecasas gonçalves pereira, lawyers","ciudad":"比尔巴鄂（西班牙）","pais":"西班牙"},{"id":"796","id_oficina":"73","lang":"chi","descripcion":"<p>Since opening in 1998, Cuatrecasas Lleida brings companies in Lleida high value-added services through its single-office principle, while offering geographic proximity and its high standards of quality, integrity and professionalism.&nbsp;<br \/><br \/>The team, led by partner F&eacute;lix Gonz&aacute;lez, is made up of more than 10 lawyers, including specialists in tax, commercial, labor and civil procedure law. With ample experience, it has advised many companies in the agri-food sector.<\/p>","tags":"莱里达, cuatrecasas gonçalves pereira, lawyers","ciudad":"莱里达（西班牙）","pais":"西班牙"},{"id":"797","id_oficina":"74","lang":"chi","descripcion":"<p>Cuatrecasas Madrid is one of the leading law firms in Spain's capital. The Madrid office, on calle Almagro, has almost 300 first-class lawyers, experts in all areas of business law, that advise major service and industrial companies, as well as official institutions and organizations.&nbsp;<br \/><br \/>Cuatrecasas Madrid, led by partner Francisco P&eacute;rez-Crespo, has undertaken some of the most noteworthy tax strategies, mergers and acquisitions, initial public offerings, major infrastructure-financing transactions, and business restructuring plans, and has defended the interests of our clients in court and arbitration proceedings.<\/p>","tags":"马德里, cuatrecasas gon?alves pereira, lawyers","ciudad":"马德里","pais":"西班牙"},{"id":"798","id_oficina":"76","lang":"chi","descripcion":"<p>Opened in November 2001, the firm's office in San Sebasti&aacute;n offers companies in Guipuzcoa a broad range of legal services and, along with Cuatrecasas Bilbao and Cuatrecasas Vitoria, it comprises the combined office of the Basque Country.&nbsp;<br \/><br \/>The single-office principle enables clients of Cuatrecasas&nbsp;San Sebasti&aacute;n to access&nbsp;leading lawyers in all legal specialties, regardless of their location.<\/p>","tags":"圣塞巴斯蒂安, cuatrecasas gonçalves pereira, lawyers","ciudad":"圣塞巴斯蒂安（西班牙）","pais":"西班牙"},{"id":"799","id_oficina":"80","lang":"chi","descripcion":"<p>Cuatrecasas offers Galician companies comprehensive legal advice from its office in Vigo, following the incorporation of the law firm&nbsp;Varela &amp; G&uuml;ell into the firm on January 1, 2005.&nbsp;<br \/><br \/>Working with the Bilbao office, the Vigo team covers a strategic area of the Iberian Peninsula, advising companies in the Cantabria coastal region and companies with parent companies or subsidiaries in Portugal.<\/p>","tags":"维戈, cuatrecasas gonçalves pereira, lawyers","ciudad":"维戈（西班牙）","pais":"西班牙"},{"id":"800","id_oficina":"82","lang":"chi","descripcion":"<p>Thanks to the firm&rsquo;s &ldquo;single-office&rdquo; principle, Cuatrecasas Zaragoza provides legal services in all areas of business law and is the legal reference for many companies in Arag&oacute;n and the surrounding areas requiring the services of lawyers highly specialized in all areas of business law.<br \/><br \/>Managed by Javier Garanto, the Zaragoza team has over 20 lawyers (including four partners) in the main practice areas: finance and tax, corporate finance, labor, litigation and public law. In addition to advising companies and individuals on an ongoing basis, it is particularly experienced in the areas of family businesses, the international expansion of companies, advising foreign companies on setting up in the Iberian Peninsula, mergers and acquisitions, restructurings, insolvency and tax litigation proceedings.<\/p>","tags":"萨拉戈萨, cuatrecasas gonçalves pereira, lawyers","ciudad":"萨拉戈萨（西班牙）","pais":"西班牙"},{"id":"801","id_oficina":"56","lang":"chi","descripcion":"<p>This office is home to the general management and directorship of Cuatrecasas in Spain. Located centrally at the intersection of Paseo de Gracia and Avenida Diagonal, the firm works in two of Barcelona's emblematic structures: the Edificio Europa and the Edificio Cuatrecasas, which sit opposite each other. The buildings house approximately 300 lawyers with expertise in all areas of business law.&nbsp;<br \/><br \/>Cuatrecasas&nbsp;Barcelona, led by partner Miguel Tr&iacute;as, is the reference law firm for Catalonia's most important companies. Its work has been decisive in numerous business transactions at the core of economic and corporate activity in Catalonia and all of Spain.&nbsp;<br \/><br \/>Its lawyers' high degree of specialization and years of experience allow Cuatrecasas&nbsp;to adapt its legal service to the needs of each case and offer a strong preemptive view of the law to bolster its clients' competitiveness.<\/p>","tags":"巴塞罗那, cuatrecasas gonçalves pereira, lawyers","ciudad":"巴塞罗那","pais":"西班牙"},{"id":"802","id_oficina":"72","lang":"chi","descripcion":"<p>The team of lawyers led by Cuatrecasas&nbsp;partner Silvia Albert&iacute; advises Girona companies on all areas of business law. Cuatrecasas's&nbsp;single-office philosophy enables clients to access&nbsp;high added-value services provided by top professionals in diverse areas of the law.&nbsp;<br \/><br \/>A deep understanding of the issues and extensive experience in advising leading Girona-based companies, combined with the firm's global involvement, makes Cuatrecasas&nbsp;the best option to obtain the required results.<\/p>","tags":"赫罗纳, cuatrecasas gon?alves pereira, lawyers","ciudad":"赫罗纳（西班牙）","pais":"西班牙"},{"id":"803","id_oficina":"2044","lang":"chi","descripcion":"<p>Cuatrecasas, Olivencia-Ballester M&aacute;laga, led by partner Francisco Romero, practices all business law specialties and advises major companies based in eastern Andalusia, offering legal assistance for all types of businesses.&nbsp;<br \/><br \/>The M&aacute;laga office offers high value-added legal work, carried out by a team of exceptional lawyers with in-depth knowledge of business and the area's most important industries. They have extensive experience in bankruptcy law, infrastructures and government procurement, as well as in tourism and real estate.&nbsp;<br \/><br \/>The M&aacute;laga office, which opened in July 2010, results from the firm's commitment to expansion in Andalusia. The firm's single-office principle gives clients access to counsel in all legal specialties, regardless of where they are located.<\/p>","tags":"马拉加, cuatrecasas gonçalves pereira, lawyers","ciudad":"马拉加（西班牙）","pais":"西班牙"},{"id":"804","id_oficina":"75","lang":"chi","descripcion":"<p>The Palma de Mallorca office of Cuatrecasas brings the firm's valuable services to companies located on the Balearic Islands, while maintaining the high standards, integrity and professionalism of Cuatrecasas.&nbsp;<br \/><br \/>Under the single-office principle, the team at Cuatrecasas in Palma de Mallorca, led by Pedro San Jos&eacute;, offers a full range of legal support to companies with business on the Islands.<\/p>","tags":"帕尔马市, cuatrecasas gonçalves pereira, lawyers","ciudad":"帕尔马市（西班牙）","pais":"西班牙"},{"id":"805","id_oficina":"77","lang":"chi","descripcion":"<p>From its office in Seville, Cuatrecasas, Olivencia-Ballester coordinates the firm's services in Andalusia. The office was established after the prestigious firm Olivencia-Ballester, founded in 1960, merged with Cuatrecasas to offer the Andalusian business world support and counsel in all legal specialties.&nbsp;<br \/><br \/>The Seville office, led by Luis Olivencia, consults with Manuel Olivencia, the esteemed chairman of the firm's Academic Committee, composed of many business law professors, all distinguished in their respective fields.&nbsp;<br \/><br \/>Cuatrecasas, Olivencia-Ballester works in all&nbsp;specialties of business law. With broad experience in business law and arbitration, it is one of the most reputable law firms in Andalusia.<\/p>","tags":"塞维利亚, cuatrecasas gonçalves pereira, lawyers","ciudad":"塞维利亚（西班牙）","pais":"西班牙"},{"id":"806","id_oficina":"81","lang":"chi","descripcion":"<p>Cuatrecasas Vitoria offers advice on all areas of business law to companies in the Alava area and to industrial groups with local interests.&nbsp;<br \/><br \/>The office, which opened in September 2006, teams with colleagues in Bilbao, San Sebasti&aacute;n and Vitoria-Gasteiz to serve the Basque Country.&nbsp;<br \/><br \/>The single-office principle under which Cuatrecasas operates gives clients access to a full range of legal specialties wherever they are located. Cuatrecasas Vitoria, led by Jos&eacute; Mar&iacute;a Acedo, provides a high value-added legal practice through a highly qualified team of lawyers familiar with the Basque Country's business environment, institutions and tax laws.<\/p>","tags":"维多利亚, cuatrecasas gonçalves pereira, lawyers","ciudad":"维多利亚（西班牙）","pais":"西班牙"},{"id":"807","id_oficina":"162","lang":"chi","descripcion":"<p>The head office of Cuatrecasas in Portugal is located in the heart of Lisbon and is home to more than 140 lawyers, experts in all areas of business law.&nbsp;<br \/><br \/>The Lisbon office opened in 1928, and is led by partners Maria Jo&atilde;o Ricou and Diogo Perestrelo. Cuatrecasas is one of Portugal's leading law firms, and its Lisbon office has conducted some of the most important transactions in the portuguese market.<\/p>","tags":"里斯本, cuatrecasas gonçalves pereira, lawyers","ciudad":"里斯本（葡萄牙首都）","pais":"葡萄牙"},{"id":"808","id_oficina":"2","lang":"chi","descripcion":"<p>The Porto office of Cuatrecasas was established in 1989, and currently has more than 25 lawyers. Led by partner Jos&eacute; de Freitas, the Porto office, together with the Lisbon presence, represents the interests of the country's major companies and has participated in some of Portugal's most prominent business deals.<\/p>","tags":"波尔图, cuatrecasas gonçalves pereira, lawyers","ciudad":"波尔图（葡萄牙）","pais":"葡萄牙"},{"id":"809","id_oficina":"164","lang":"chi","descripcion":"<p>Multinational companies are increasingly considering London as the center of their European operations and as a launching pad into European markets. Cuatrecasas London offers these companies high-quality advice, particularly on all aspects of Spanish and Portuguese law, for their projected business undertakings.&nbsp;<br \/><br \/>Our experienced lawyers work closely with clients and outside counsel to quickly and efficiently conclude transactions. Our network of offices ensures local knowledge and understanding of the law affecting Spain, Portugal and Latin America. We combine this knowledge with extensive experience working with large multinationals, financial institutions and venture capital funds, having acquired&nbsp;a deep understanding of their business sectors.&nbsp;<br \/><br \/>With a complete team of lawyers and support staff, our London office is the gateway to Cuatrecasas's know-how and experience worldwide.<\/p>","tags":"伦敦, cuatrecasas gonçalves pereira, lawyers","ciudad":"伦敦","pais":"United Kingdom"},{"id":"810","id_oficina":"2180","lang":"chi","descripcion":"<p>Cuatrecasas has an office in Maputo, in southeast Africa, as a result of its collaboration with the prestigious Mozambican law firm Couto, Gra&ccedil;a &amp;&nbsp;Associados.<br \/><br \/>This Cuatrecasas office, opened in 1998 and managed by Dr. Pedro Couto, is one of the leading law firms in Mozambique and is acknowledged for its work in banking, commercial, energy, financial, mining and tourism transactions, as well as in litigation matters.<\/p>","tags":"马普托, cuatrecasas gonçalves pereira, lawyers","ciudad":"马普托（莫桑比克首都）","pais":"莫桑比克首都"},{"id":"811","id_oficina":"59","lang":"chi","descripcion":"<p>Cuatrecasas&rsquo;s Paris office was inaugurated in 2004, offering greater proximity and immediacy to Spanish and Portuguese companies with interests in France and to French companies with investments on the Iberian Peninsula, reinforcing and improving their competitive position on the market.<br \/><br \/>Managed by partner Nuria Bov&eacute;, our multidisciplinary team of lawyers from France and the Iberian Peninsula assists clients with understanding the main differences between the legal systems, business environments and cultures of the two geographic areas, all of which are essential for clients to carry out transactions successfully.<br \/><br \/>Authorized to practice French law, the lawyers in our Paris office have in-depth knowledge of the French culture and business world, and extensive experience in advising on commercial, labor and tax issues, as well as on litigation and arbitration proceedings. This enables us to respond at the level and speed required in a highly competitive and multicultural business environment.<br \/><br \/>In addition, Cuatrecasas has had a French Desk for over 10 years, a multidisciplinary team of lawyers comprising French-Spanish lawyers located in Paris and in our Spanish and Portuguese offices, which supports our Paris office.<\/p>","tags":"巴黎, cuatrecasas gonçalves pereira, lawyers","ciudad":"巴黎","pais":"France"},{"id":"812","id_oficina":"97","lang":"chi","descripcion":"<p>Morocco is becoming an emerging country, having registered very high GDP growth rates since 1998. With its growing economy centering around four drivers (agriculture, tourism, industry and phosphates), Morocco clearly has business opportunities to offer.<br \/><br \/>Cuatrecasas has had an office in Casablanca since 2007, which is managed by Fedwa Bouzoubaa. The Casablanca office provides top-quality services with its own style, advising national and international companies investing in Morocco, and Moroccan companies investing in Europe, particularly on the Iberian Peninsula and in Africa.<br \/><br \/>The legal team comprises partners and associates with ample national and international experience who, although based at our office in the center of Casablanca, can travel immediately to any part of Morocco to handle clients&rsquo; needs.<br \/><br \/>Cuatrecasas Casablanca offers clients an excellent advisory service in corporate and real estate matters, and public tenders, in addition to its experience advising leading Iberian, international and Moroccan companies on national and international transactions, such as mergers and acquisitions, and joint ventures.<\/p>","tags":"卡萨布兰卡, cuatrecasas gonçalves pereira, lawyers","ciudad":"卡萨布兰卡（摩洛哥）","pais":"摩洛哥"},{"id":"813","id_oficina":"2179","lang":"chi","descripcion":"<p>Cuatrecasas has an office in Luanda, in southwest Africa, as a result of its collaboration with the prestigious Angolan law firm Sousa Abogados.<br \/><br \/>The office, managed by&nbsp;Elsa Sousa Rodrigues, is one of the leading law firms in Angola and is acknowledged for its work in banking, commercial, energy, financial, mining and tourism transactions.<\/p>","tags":"罗安达, cuatrecasas gonçalves pereira, lawyers","ciudad":"罗安达（安哥拉首都）","pais":"安哥拉首都"},{"id":"814","id_oficina":"2178","lang":"chi","descripcion":"<p>Cuatrecasas is present in Brazil through its office in Sao Paulo. From this office, the lawyers&nbsp;offer highly specialized advice on&nbsp;investment and partnership projects in the region,&nbsp;and monitoring&nbsp;existing investments, as well as on&nbsp;all of the financial aspects and activities related to clients' transactions.&nbsp;Therefore, Cuatrecasas&nbsp;Sao Paulo symbolizes the Firm's international commitment as well as&nbsp;its goals of effectively servicing clients and meeting their needs.&nbsp;<br \/><br \/>The office offers Spanish and Portuguese companies speed, quality and a local presence in planning and developing their businesses and operations in Brazil, thus positioning Brazilian investments as a natural port of entry into Europe.&nbsp;<br \/><br \/>Cuatrecasas works closely with its clients, helping them understand and adapt to the legal field in which they will do business, thanks to&nbsp;its lawyers' experience; the integration of diverse legal teams with the most qualified Brazilian lawyers; and in-depth knowledge of the business environment, the complex tax system, the institutions, and the most efficient ways to implement and do business in Brazil.<\/p>","tags":"圣保罗市, cuatrecasas gon?alves pereira, lawyers","ciudad":"圣保罗市（巴西首都）","pais":"巴西首都"},{"id":"815","id_oficina":"79","lang":"chi","descripcion":"<p>Led by commercial law partner Juan Grima, Cuatrecasas Valencia, together with Cuatrecasas Alicante, provides legal services to many companies in the Valencia region.&nbsp;<br \/><br \/>Cuatrecasas Valencia advises on all areas of business law and has years of experience in company restructuring, as well as in civil litigation (liability, construction, estate management and inheritance) and commercial law (corporate conflicts and M&amp;A).&nbsp;<br \/><br \/>Its long history in advising the leading companies in the Valencia region, along with its international experience, has placed Cuatrecasas at the forefront of legal services in this region.<\/p>","tags":"valencia, cuatrecasas gon?alves pereira, lawyers","ciudad":"巴伦西亚","pais":"Spain"},{"id":"817","id_oficina":"2181","lang":"esp","descripcion":"<h3>Asesoramiento integral en todas las &aacute;reas del derecho<\/h3>\r\n<p>En Colombia hemos establecido una alianza estrat&eacute;gica con <a title=\"Posse\" href=\"http:\/\/www.phrlegal.com\/es\/\"><strong>Posse Herrera Ruiz<\/strong><\/a>, firma l&iacute;der local que ofrece un asesoramiento integral en todas las &aacute;reas del derecho, con m&aacute;s de 100 abogados y con oficinas en Bogot&aacute;, Medell&iacute;n y Barranquilla.&nbsp;<br \/><br \/>Bajo la marca de Posse Herrera Ruiz &amp; Cuatrecasas, contamos con un equipo propio en Bogot&aacute;, que junto con el equipo de Posse Herrera Ruiz presta un servicio jur&iacute;dico integral en todas las &aacute;reas del derecho de empresa, destacando nuestro asesoramiento en fusiones y adquisiciones, financiaciones corporativas y de proyectos, arbitrajes internacionales, infraestructuras, fiscal y derecho de la energ&iacute;a y recursos naturales.<br \/><br \/>Nuestra experiencia con Posse Herrera Ruiz es fruto de varios a&ntilde;os de conocimiento y trabajo mutuo al servicio de nuestros clientes. Nuestra alianza nos acerca a&uacute;n m&aacute;s para ofrecer equipos multidisciplinares integrados y adaptados a las necesidades espec&iacute;ficas de cada cliente y &aacute;rea de negocio, con cercan&iacute;a en el destino y origen de la inversi&oacute;n.<\/p>","tags":"","ciudad":"Bogotá","pais":"Colombia"},{"id":"818","id_oficina":"2181","lang":"chi","descripcion":"<p>最先进 技术是我最 先进技术是我最 先进技术 是我最先进技 术是我<\/p>","tags":"","ciudad":"最先进技术是我","pais":"最先进技术是我"},{"id":"819","id_oficina":"2186","lang":"esp","descripcion":"<p>Contamos con una oficina en Ciudad de M&eacute;xico donde asesoramos en derecho local y ofrecemos un servicio jur&iacute;dico integral en el que destacan las especialidades mercantiles como fusiones y adquisiciones, joint ventures y otras alianzas estrat&eacute;gicas, financiaciones (corporativas, de adquisiciones o de proyectos) y derecho de la energ&iacute;a.<br \/><br \/>Nuestro equipo es multidisciplinar y est&aacute; integrado por un equipo de abogados que asesoran a grandes corporaciones mexicanas y a grupos latinoamericanos en sus operaciones locales y en su expansi&oacute;n en la regi&oacute;n y en Europa; as&iacute; como a empresas espa&ntilde;olas y portuguesas en sus inversiones en M&eacute;xico y otros pa&iacute;ses como Colombia, Per&uacute;, Chile, Brasil y Argentina.<br \/><br \/>Nuestra oficina en M&eacute;xico se complementa con un modelo internacional que combina la implantaci&oacute;n de oficinas propias con relaciones preferentes y acuerdos de colaboraci&oacute;n con otros despachos l&iacute;deres en distintas jurisdicciones. De este modo, la cercan&iacute;a geogr&aacute;fica, unida a la especializaci&oacute;n de nuestros equipos y a la relaci&oacute;n con los mejores abogados en los distintos pa&iacute;ses, aseguran el mejor servicio adaptado a las necesidades de cada cliente.<\/p>","tags":"","ciudad":"Ciudad de México","pais":"México"},{"id":"820","id_oficina":"2186","lang":"eng","descripcion":"<p>From our office in Mexico City we advise on local law and offer comprehensive legal services, with a special focus on corporate and commercial areas including M&amp;As, joint ventures and other strategic alliances, financing (corporate, acquisition and project) and energy law.<br \/><br \/>Our multidisciplinary team comprises a group of lawyers who advise large Mexican companies and Latin American groups on local transactions and expansion in the region and in Europe; and Spanish and Portuguese companies on investment in countries including Colombia, Peru, Chile, Brazil and Argentina.<br \/><br \/>Our office in Mexico has an international model combining locally based offices with preferential relationships, and collaboration agreements with leading firms in several jurisdictions. Geographic proximity, our teams&rsquo; degree of specialization and relationships with the best lawyers from different countries ensures the best service adapted to the needs of each client.<\/p>","tags":"","ciudad":"Mexico City","pais":"Mexico"},{"id":"821","id_oficina":"2181","lang":"eng","descripcion":"<p>Content<\/p>","tags":"","ciudad":"Bogota","pais":"Colombia"},{"id":"822","id_oficina":"2187","lang":"esp","descripcion":"<p>china descripci&oacute;n<\/p>","tags":"","ciudad":"Beijing","pais":"China"},{"id":"823","id_oficina":"2187","lang":"eng","descripcion":"<p>Oficina nueva<\/p>","tags":"","ciudad":"Beijing","pais":"China"}]